[
  {
    "date": "2001-07-23",
    "explanation": "Birds don't fly this high.  Airplanes don't go this fast.  The Statue of Liberty weighs less.  No species other than human can even comprehend what is going on, nor could any human just a millennium ago.  The launch of a rocket bound for space is an event that inspires awe and challenges description.  Pictured above, the Space Shuttle Atlantis lifted off to visit the International Space Station during the early morning hours of July 12.  From a standing start, the two million kilogram rocket ship left to circle the Earth where the outside air is too thin to breathe and where there is little noticeable onboard gravity.  Rockets bound for space are now launched from somewhere on Earth about once a week.",
    "hdurl": "https://apod.nasa.gov/apod/image/0107/nightlaunch_sts104_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Atlantis to Orbit",
    "url": "https://apod.nasa.gov/apod/image/0107/nightlaunch_sts104.jpg"
  },
  {
    "copyright": "Tommy Lease",
    "date": "2024-02-09",
    "explanation": "Not all roses are red of course, but they can still be very pretty. Likewise, the beautiful Rosette Nebula and other star forming regions are often shown in astronomical images with a predominately red hue, in part because the dominant emission in the nebula is from hydrogen atoms. Hydrogen's strongest optical emission line, known as H-alpha, is in the red region of the spectrum. But the beauty of an emission nebula need not be appreciated in red light alone. Other atoms in the nebula are also excited by energetic starlight and produce narrow emission lines as well. In this close-up view of the Rosette Nebula, narrowband images are mapped into broadband colors to show emission from Sulfur atoms in red, Hydrogen in green, and Oxygen in blue. In fact, the scheme of mapping these narrow atomic emission lines (SHO) into the broader colors (RGB) is adopted in many Hubble images of emission nebulae. This image spans about 50 light-years across the center of the Rosette Nebula. The nebula lies some 3,000 light-years away in the constellation Monoceros.",
    "hdurl": "https://apod.nasa.gov/apod/image/2402/Rosette2024newt533mmcopy.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "When Roses Aren't Red",
    "url": "https://apod.nasa.gov/apod/image/2402/Rosette2024newt533mmcopy1024.png"
  },
  {
    "date": "2018-02-27",
    "explanation": "What are these two bands in the sky? The more commonly seen band is the one on the right and is the central band of our Milky Way galaxy. Our Sun orbits in the disk of this spiral galaxy, so that from inside, this disk appears as a band of comparable brightness all the way around the sky. The Milky Way band can also be seen all year -- if out away from city lights.  The less commonly seem band, on the left, is zodiacal light -- sunlight reflected from dust orbiting the Sun in our Solar System.  Zodiacal light is brightest near the Sun and so is best seen just before sunrise or just after sunset.  On some evenings in the north, particularly during the months of March and April, this ribbon of zodiacal light can appear quite prominent after sunset.  It has recently been determined that zodiacal dust was mostly expelled by comets that have passed near Jupiter.  Only on certain times of the year will the two bands be seen side by side, in parts of the sky, like this.  Here the two streaks of light appear like the continuation of the banks of the Liver River into the sky. The featured panorama of consecutive exposures was recorded about three weeks ago in North Jutland,  Denmark.",
    "hdurl": "https://apod.nasa.gov/apod/image/1802/DuelingBands_Merzlyakov_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dueling Bands in the Night",
    "url": "https://apod.nasa.gov/apod/image/1802/DuelingBands_Merzlyakov_960.jpg"
  },
  {
    "date": "2024-03-25",
    "explanation": "What does a supernova remnant sound like? Although sound is a compression wave in matter and does not carry into empty space, interpretive sound can help listeners appreciate and understand a visual image of a supernova remnant in a new way. Recently, the Jellyfish Nebula (IC 443) has been sonified quite creatively.  In the featured sound-enhanced video, when an imaginary line passes over a star, the sound of a drop falling into water is played, a sound particularly relevant to the nebula's aquatic namesake.  Additionally, when the descending line crosses gas that glows red, a low tone is played, while green sounds a middle tone, and blue produces a tone with a relatively high pitch. Light from the supernova that created the Jellyfish Nebula left approximately 35,000 years ago, when humanity was in the stone age.  The nebula will slowly disperse over the next million years, although the explosion also created a dense neutron star which will remain indefinitely.",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/NqBfQeJqkfU/0.jpg",
    "title": "Sonified: The Jellyfish Nebula Supernova Remnant",
    "url": "https://youtube.com/embed/NqBfQeJqkfU?rel=0"
  },
  {
    "date": "2017-10-16",
    "explanation": "Both gravitational and electromagnetic radiations have been detected in rapid succession for an explosive merging event for the first time.  Data from the outburst fit well with a spectacular binary neutron-star death-spiral.  The explosive episode was seen on August 17 in nearby NGC 4993, an elliptical galaxy only 130 million light years distant. Gravitational waves were seen first by the ground based LIGO and Virgo observatories, while seconds later the Earth-orbiting Fermi and INTEGRAL observatories detected gamma-rays, and hours after that Hubble and other observatories detected light throughout the electromagnetic spectrum.  Pictured is an animated illustrative movie of the event's likely progenitors.  The video depicts hot neutron stars as they spiral in toward each other and emit gravitational radiation. As they merge, a powerful jet extends that drives the short-duration gamma-ray burst, followed by clouds of ejecta and, over time, an optical supernova-type episode called a kilonova.  This first coincident detection confirms that LIGO events can be associated with short-duration gamma-ray bursts. Such powerful neutron star mergers are thought to have seeded the universe with many heavy nuclei including the iodine needed for life and the uranium and plutonium needed for nuclear fission power.  You may already own a souvenir of one of these explosions -- they are also thought to be the original creators of gold.   Journal articles:  Lists kept by LIGO and LCO.",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/x_Akn8fUBeQ/0.jpg",
    "title": "GW170817: A Spectacular Multi-Radiation Merger Event Detected",
    "url": "https://www.youtube.com/embed/x_Akn8fUBeQ?rel=0&showinfo=0"
  },
  {
    "copyright": "Carlos Zelayeta",
    "date": "2011-12-02",
    "explanation": "Last Friday, the fourth and final partial solar eclipse of 2011 was only visible from high latitudes in the southern hemisphere. If you missed it, check out this dramatic picture of the geocentric celestial event from a very high southern latitude on the continent of Antarctica. From a camera positioned at San Martín Station (Argentina) near the antarctic peninsula mountain range, the picture looks toward the south and east. The Sun and silhouetted lunar disk are seen through thin, low clouds. Perhaps fittingly, the mountainous slope in the foreground is part of the larger Roman Four Promontory, named for its craggy, snow covered face that resembles the Roman numeral IV. For 2011, there is actually one more eclipse to go, a total eclipse of the Moon. Parts of that eclipse will be visible from most of planet Earth (but not Antarctica ...) on December 10.",
    "hdurl": "https://apod.nasa.gov/apod/image/1112/IMG_6172_zelayeta2000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse over Antarctica",
    "url": "https://apod.nasa.gov/apod/image/1112/IMG_6172_zelayeta900.jpg"
  },
  {
    "copyright": "\nNeil Fleming\n",
    "date": "2007-05-24",
    "explanation": "This expansive (1-degree wide) telescopic view looks out along the plane of our Milky Way Galaxy toward the nebula rich constellation Cygnus the Swan. It is centered on a bright hydrogen emission region recorded in the 1959 catalog by astronomer Stewart Sharpless as Sh2-101. About 8,000 light-years distant the nebula is popularly known as the Tulip Nebula, understandably not the only cosmic cloud to evoke the imagery of flowers. Complex and beautiful in visible light, the area also includes one of the brightest, most famous sources in the x-ray sky, Cygnus X-1. Discovered in the early 1970s, Cygnus X-1 is a bizarre binary system consisting of a massive, hot, supergiant star (seen here) in close orbit with a stellar mass black hole. The Cygnus X-1 system is also estimated to lie a comfortable 8,000 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0705/tulip_fleming.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Tulip in the Swan",
    "url": "https://apod.nasa.gov/apod/image/0705/tulip_fleming720.jpg"
  },
  {
    "date": "2017-01-09",
    "explanation": "What's happening in the center of spiral NGC 5033? Many things -- some circular, some energetic, and some not well understood. NGC 5033 is known as a Seyfert galaxy because of the great activity seen in its nucleus. Bright stars, dark dust, and interstellar gas all swirl quickly around a galactic center that appears slightly offset from a supermassive black hole. This offset is thought to be the result of NGC 5033 merging with another galaxy sometime in the past billion years.  The featured image was taken by the Hubble Space Telescope in 2005. NGC 5033 spans about 100,000 light years and is so far away that we see it only as it existed about 40 million years ago.",
    "hdurl": "https://apod.nasa.gov/apod/image/1701/NGC5033_HubbleSchmidt_1280.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of Spiral Galaxy NGC 5033",
    "url": "https://apod.nasa.gov/apod/image/1701/NGC5033_HubbleSchmidt_960.jpg"
  },
  {
    "copyright": "Wang Letian",
    "date": "2022-09-03",
    "explanation": "On August 25 Sun and Moon could both be seen in planet Earth's daytime skies. And so could the International Space Station. The ISS crossed the disk of the waning crescent Moon as seen from Shunyi district, Beijing, China at about 11:02 am local time. Some 40 kilometers to the southwest, in Fengtai district, the ISS was seen to cross the Sun's disk too. The solar transit was observed only 29 seconds later. Both transits are compared in these panels, composed of processed and stacked video frames from the two locations. The coordinated captures were made with different equipment, but adjusted to show the Sun and Moon at the same scale. The ISS was at a calculated range of 435 kilometers for the lunar transit and 491 kilometers when passing in front of the Sun.   Artemis I: Launch Update",
    "hdurl": "https://apod.nasa.gov/apod/image/2209/Interval29seconds_Transit.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun and Moon and ISS",
    "url": "https://apod.nasa.gov/apod/image/2209/Interval29seconds_Transit1200.jpg"
  },
  {
    "copyright": "IAC",
    "date": "2010-11-03",
    "explanation": "The small constellation Sagitta sports this large piece of cosmic jewelry, dubbed the Necklace Nebula. The newly discovered example of a ring-shaped planetary nebula is about 15,000 light-years distant. Its bright ring with pearls of glowing gas is half a light-year across. Planetary nebulae are created by sun-like stars in a final phase of stellar evolution. But the Necklace Nebula's central star, near the center of a ring strongly tilted to our line of sight, has also been shown to be binary, a close system of two stars with an orbital period of just over a day. Astronomers estimating the apparent age of the ring to be around 5,000 years, also find more distant gas clouds perpendicular to the ring plane, seen here at the upper left and lower right. Those clouds were likely ejected about 5,000 years before the clouds forming the necklace. This false color image combines emission from ionized hydrogen in blue, oxygen in green, and nitrogen in red.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/necklace_corradi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Necklace Nebula",
    "url": "https://apod.nasa.gov/apod/image/1011/necklace_corradi900c.jpg"
  },
  {
    "date": "2004-02-07",
    "explanation": "This pretty planetary nebula, cataloged as NGC 6369, was discovered by 18th century astronomer William Herschel as he used a telescope to explore the medicinal constellation Ophiucus. Round and planet-shaped, the nebula is also relatively faint and has acquired the popular moniker of Little Ghost Nebula. Planetary nebulae in general are not at all related to planets, but instead are created at the end of a sun-like star's life as its outer layers expand into space while the star's core shrinks to become a white dwarf. The transformed white dwarf star, seen near the center, radiates strongly at ultraviolet wavelengths and powers the expanding nebula's glow. Surprisingly complex details and structures of NGC 6369 are revealed in this delightful color image composed from Hubble Space Telescope data. The nebula's main ring structure is about a light-year across and the glow from ionized oxygen, hydrogen, and nitrogen atoms are colored blue, green, and red respectively. Over 2,000 light-years away, the Little Ghost Nebula offers a glimpse of the fate of our Sun, which should produce its own pretty planetary nebula only about 5 billion years from now.",
    "hdurl": "https://apod.nasa.gov/apod/image/0402/ngc6369_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 6369: The Little Ghost Nebula",
    "url": "https://apod.nasa.gov/apod/image/0402/ngc6369_heritage.jpg"
  },
  {
    "date": "1997-10-17",
    "explanation": "An icy mist and late afternoon clouds cover much of this section of Valles Marineris on Mars. The Valles Marineris or Mariner Valley is a huge canyon system about 2,000 miles long and up to 5 miles deep. This test image was produced using data from Mars Global Surveyor's wide angle cameras viewing the canyon from a distance of 360-600 miles. Color was synthesized using images recorded through blue and red filters. Mission controllers have recently raised the spacecraft's aerobraking orbit to study the unexpected motion of one of the Surveyor's solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/9710/marval1_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars: A Mist In Mariner Valley",
    "url": "https://apod.nasa.gov/apod/image/9710/marval1_mgs.jpg"
  },
  {
    "copyright": "\nLeonardo Julio \n(Astronomia Pampeana)\n",
    "date": "2011-06-27",
    "explanation": "Cosmic dust clouds sprawl across a rich field of stars in this sweeping telescopic vista near the northern boundary of Corona Australis, the Southern Crown. Probably less than 500 light-years away and effectively blocking light from more distant, background stars in the Milky Way, the densest part of the dust cloud is about 8 light-years long. At its tip (upper right) is a group of lovely reflection nebulae cataloged as NGC 6726, 6727, 6729, and IC 4812. A characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The smaller yellowish nebula (NGC 6729) surrounds young variable star R Coronae Australis. Magnificent globular star cluster NGC 6723 is toward the upper right corner of the view. While NGC 6723 appears to be part of the group, it actually lies nearly 30,000 light-years away, far beyond the Corona Australis dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1106/ngc6727_julio_1929.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars and Dust Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/1106/ngc6727_julio_900.jpg"
  },
  {
    "copyright": "\nJerry Lodriguss\n",
    "date": "1997-06-21",
    "explanation": "The dark nebula predominant at the lower left of the above photograph is known as the Pipe Nebula.  The dark clouds, suggestively shaped like smoke rising from a pipe, are caused by absorption of background starlight by dust. These dust clouds can be traced all the way to the Rho Ophiuchi nebular clouds on the right. The brightest star in the field is Antares. Many types of nebula are highlighted here: the red are emission nebula, the blue are reflection nebula, and the dark are absorption nebula. This picture has been digitally enhanced.",
    "hdurl": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pipe Dark Nebula",
    "url": "https://apod.nasa.gov/apod/image/pipe_lodriguss_big.gif"
  },
  {
    "date": "2000-11-28",
    "explanation": "BZ Cam is a binary star system that is not well understood.  In most cataclysmic variables, matter from a normal star accumulates on the surface of the companion white dwarf star, eventually causing a nova-like flare as the material becomes hot enough to ignite nuclear fusion.  In BZ Cam, however, light appears to flicker unpredictably, and an unusually large wind of particles is being expelled.  Pictured above, BZ Cam's wind creates a large bow-shock as the system moves through surrounding interstellar gas.  BZ Cam lies about 2500 light-years away toward the constellation of Camelopardalis.",
    "hdurl": "https://apod.nasa.gov/apod/image/0011/bzcam_wiyn.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "BZ Cam Bow Shock",
    "url": "https://apod.nasa.gov/apod/image/0011/bzcam_wiyn_big.jpg"
  },
  {
    "date": "2012-07-27",
    "explanation": "The largest of its kind, the High Energy Stereoscopic System (H.E.S.S.) II telescope stands in the foreground of this photo. Tilted horizontally it reflects the inverted landscape of the Namibian desert in a segmented mirror 24 meters wide and 32 meters tall, equal in area to two tennis courts. Now beginning an exploration of the Universe at extreme energies, H.E.S.S. II saw first light on July 26. Most ground-based telescopes with lenses and mirrors are hindered by the Earth's nurturing, protective atmosphere that blurs images and scatters and absorbs light. But the H.E.S.S. II telescope is a cherenkov telescope, designed to detect gamma rays - photons with over 100 billion times the energy of visible light - and actually requires the atmosphere to operate. As the gamma rays impact the upper atmosphere they produce air showers of high-energy particles. A large camera at the mirror's focus records in detail the brief flashes of optical light, called cherenkov light, created by the air shower particles. The H.E.S.S. II telescope operates in concert with the array of four other 12 meter cherenkov telescopes to provide multiple stereoscopic views of the air showers, relating them to the energies and directions of the incoming cosmic gamma rays.",
    "hdurl": "https://apod.nasa.gov/apod/image/1207/DSCF7208_HESS2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "High Energy Stereoscopic System II",
    "url": "https://apod.nasa.gov/apod/image/1207/DSCF7208_HESS900c.jpg"
  },
  {
    "copyright": "Charlie Szabototh",
    "date": "2012-05-11",
    "explanation": "The Super Moon wins, by just a little, when its apparent size is compared to the Sun in this ingenious composite picture. To make it, the Full Moon on May 6 was photographed with the same camera and telescope used to image the Sun (with a dense solar filter!) on the following day. Of course, on May 6 the Moon was at perigee, the closest point to Earth in its eliptical orbit, making it the largest Full Moon of 2012. Two weeks later, on May 20, the Moon will be near apogee, the most distant point in its orbit, so by then it will be nearly at its smallest apparent size. It will also be a dark New Moon on that date. And for some the New Moon will be surprisingly easy to compare to the Sun, because on May 20 the first solar eclipse of 2012 will be visible from much of Asia, the Pacific, and North America. Along a path 240 to 300 kilometers wide, the eclipse will be annular. Near apogee the smaller silhouetted Moon will fit just inside the bright solar disk.",
    "hdurl": "https://apod.nasa.gov/apod/image/1205/supermoon-unsupersun_csz.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun vs. Super Moon",
    "url": "https://apod.nasa.gov/apod/image/1205/supermoon-unsupersun_csz900c.jpg"
  },
  {
    "copyright": "Astro-Cooperation",
    "date": "2008-09-18",
    "explanation": "A familiar sight for northern hemisphere astronomers, the Ring Nebula (M57) is some 2,000 light-years away in the musical constellation Lyra. The central ring is about one light-year across, but this remarkably deep exposure - a collaborative effort combining data from two different telescopes - explores the looping filaments of glowing gas extending much farther from the nebula's central star. Of course, in this well-studied example of a planetary nebula, the glowing material does not come from planets. Instead, the gaseous shroud represents outer layers expelled from a dying, sun-like star. This composite image includes over 16 hours of narrow-band data intended to record the red emission from hydrogen atoms, but the pronounced blue/green color is due to emission from oxygen atoms at higher temperatures within the ring. The much more distant spiral galaxy IC 1296 is also visible at the upper right.",
    "hdurl": "https://apod.nasa.gov/apod/image/0809/m57_18z_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Exploring the Ring",
    "url": "https://apod.nasa.gov/apod/image/0809/m57_18z_800.jpg"
  },
  {
    "date": "2009-10-21",
    "explanation": "Who's been marking up Mars? This portion of a recent high-resolution picture from the HiRISE camera on board the Mars Reconnaissance Orbiter shows twisting dark trails criss-crossing light colored terrain on the martian surface. Newly formed trails like these had presented researchers with a tantalizing martian mystery but are now known to be the work of miniature wind vortices known to occur on the red planet - martian dust devils. Such spinning columns of rising air heated by the warm surface are also common in dry and desert areas on planet Earth. Typically lasting only a few minutes, dust devils become visible as they pick up loose red-colored dust leaving the darker and heavier sand beneath intact. On Mars, dust devils can be up to 8 kilometers high. Dust devils have been credited with unexpected cleanings of mars rover solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/deviltrails_mro_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Martian Dust Devil Trails",
    "url": "https://apod.nasa.gov/apod/image/0910/deviltrails_mro.jpg"
  },
  {
    "copyright": "\nRoyal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA\n\n Explanation:  \nAlmost every object in the above photograph is a \ngalaxy.  The Coma Cluster of galaxies pictured \nis a dense cluster containing many thousands of \ngalaxies.  Many of these \ngalaxies contain as many stars as our own \nMilky Way Galaxy. Although nearby \nwhen compared to most other clusters, light from the Coma Cluster\nstill takes hundreds of millions of years to reach us.  In\nfact, the Coma Cluster is so big it takes light millions of years just to\ngo from one side to the other! This picture was created at the WWW site\nSkyview, a \"virtual \nobservatory\" where it is possible to view any part of\nthe sky in wavelengths from radio to gamma-ray. \n\n\n Tomorrow's picture:  The Large Cloud of Magellan\n \n\n| Archive \n| Glossary \n| Education \n| About APOD |\n \n\nAstronomy Picture of the Day (TM) is created and copyrighted in 1995 by \nRobert \nNemiroff and \nJerry \nBonnell who are solely responsible for its content. \n\n\n",
    "date": "1995-09-17",
    "explanation": "Almost every object in the above photograph is a galaxy. The Coma Cluster of galaxies pictured is a dense cluster containing many thousands of galaxies. Many of these galaxies contain as many stars as our own Milky Way Galaxy. Although nearby when compared to most other clusters, light from the Coma Cluster still takes hundreds of millions of years to reach us. In fact, the Coma Cluster is so big it takes light millions of years just to go from one side to the other! This picture was created at the WWW site Skyview, a \"virtual observatory\" where it is possible to view any part of the sky in wavelengths from radio to gamma-ray.",
    "hdurl": "https://apod.nasa.gov/apod/image/coma_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Thousands of Coma Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/coma_skyview.gif"
  },
  {
    "copyright": "\nBarry & Noemi Diacon\n(McMaster U.)\n",
    "date": "2009-08-04",
    "explanation": "How can the same Sun rise three times? Last month on Friday, 2009 July 10, a spectacular triple sunrise was photographed at about 4:30 am over Gdansk Bay in Gdansk, Poland.  Clearly, our Sun rises only once. Some optical effect is creating at least two mirages of the Sun -- but which effect? In the vast majority of similarly reported cases, mirages of the brightest object in the frame can be traced to reflections internal to the camera taking the images. Still, the above image is intriguing because a sincere photographer claims the effect was visible to the unaided eye, and because the photographer took several other frames that show variants of the same effect.  Therefore, polite readers are invited to debate whether the above image captures a particularly spectacular example of common reflections inside a standard digital camera, shows one of the most spectacular examples of atmospheric lensing yet recorded, or was caused by something completely different. If the discussion converges, the consensus will be posted here at a later date.",
    "hdurl": "https://apod.nasa.gov/apod/image/0908/triplesunrise_diacon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Triple Sunrise Over Gdansk Bay",
    "url": "https://apod.nasa.gov/apod/image/0908/triplesunrise_diacon.jpg"
  },
  {
    "date": "2021-01-23",
    "explanation": "Massive stars in our Milky Way Galaxy live spectacular lives.  Collapsing from vast cosmic clouds, their nuclear furnaces ignite and create heavy elements in their cores. After a few million years, the enriched material is blasted back into interstellar space where star formation can begin anew. The expanding debris cloud known as Cassiopeia A is an example of this final phase of the stellar life cycle. Light from the explosion which created this supernova remnant would have been first seen in planet Earth's sky about 350 years ago, although it took that light about 11,000 years to reach us. This false-color image, composed of X-ray and optical image data from the Chandra X-ray Observatory and Hubble Space Telescope, shows the still hot filaments and knots in the remnant. It spans about 30 light-years at the estimated distance of Cassiopeia A. High-energy X-ray emission from specific elements has been color coded, silicon in red, sulfur in yellow, calcium in green and iron in purple, to help astronomers explore the recycling of our galaxy's star stuff. Still expanding, the outer blast wave is seen in blue hues. The bright speck near the center is a neutron star, the incredibly dense, collapsed remains of the massive stellar core.",
    "hdurl": "https://apod.nasa.gov/apod/image/2101/Chandrafirstlight_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Recycling Cassiopeia A",
    "url": "https://apod.nasa.gov/apod/image/2101/Chandrafirstlight_0_1024.jpg"
  },
  {
    "copyright": "\nT. Bonev et al. \n(Astron. Inst., U. Bonn), \nPik Terskol Obs.\n",
    "date": "1998-11-17",
    "explanation": "What created this huge space bubble? A massive star that is not only bright and blue, but also emitting a fast stellar wind of ionized gas.  The Bubble Nebula is actually the smallest of three bubbles surrounding massive star BD+602522, and part of gigantic bubble network S162 created with the help of other massive stars.  As fast moving gas expands off BD+602522, it pushes surrounding sparse gas into a shell.  The energetic starlight then ionizes the shell, causing it to glow.  The Bubble Nebula, also known as NGC 7635, is about 10 light-years across and visible with a small telescope towards the constellation of Cassiopeia.",
    "hdurl": "https://apod.nasa.gov/apod/image/9811/ngc7635_pt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7635: The Bubble Nebula",
    "url": "https://apod.nasa.gov/apod/image/9811/ngc7635_pt.jpg"
  },
  {
    "date": "2000-12-07",
    "explanation": "The Earth's surface is broken.  Cracks in the Earth's crust known as faults can run for hundreds of kilometers.  These faults are frequently the sites of major earthquakes as the tectonic plates that cover the surface of the Earth shift. Pictured above is San Andreas Fault in California, one of the longest and most active faults.  Visible as the linear feature to the right of the mountains, San Andreas Fault reaches 15 kilometers deep and is about 20 million years old.  The above exaggerated-height image was created by combining radar deployed by the Space Shuttle Endeavour in February with a true-color Landsat picture.  Along San Andreas Fault, the titanic Pacific Plate is shifting relative to the huge North American Plate by an average of a few centimeters per year.  At that rate, in a few million years, the Earth's surface will look quite different than it does today.",
    "hdurl": "https://apod.nasa.gov/apod/image/0012/sanandreasfault_srtm_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth's San Andreas Fault",
    "url": "https://apod.nasa.gov/apod/image/0012/sanandreasfault_srtm.jpg"
  },
  {
    "date": "2006-07-07",
    "explanation": "Big and beautiful spiral galaxy M81 lies in the northern constellation Ursa Major. One of the brightest galaxies in planet Earth's sky, M81 is also home to the second brightest supernova seen in modern times. This superbly detailed view reveals M81's bright yellow nucleus, blue spiral arms, and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane actually runs straight through the disk, below and right of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 (aka NGC 3031) has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/0607/m81_benintende_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Galaxy M81",
    "url": "https://apod.nasa.gov/apod/image/0607/m81_benintende_f88.jpg"
  },
  {
    "date": "1996-12-25",
    "explanation": "The Apollo 8 astronauts spent the 1968 Christmas Season in lunar orbit, returning with striking images of the Moon and Earth from space which inspired the world. While in lunar orbit in 1994, the prospecting Clementine spacecraft also turned its cameras toward the home world - the result was this mosaic of 70 high resolution images of our planet from a cosmic perspective. The swirling clouds and dramatic colors give the Earth the appearance of a delicate, painted ornament hanging in space. Best Wishes and Seasons Greetings!",
    "hdurl": "https://apod.nasa.gov/apod/image/9612/earthmos_clem_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "An Earth Ornament\r\nCredit:",
    "url": "https://apod.nasa.gov/apod/image/9612/earthmos_clem.jpg"
  },
  {
    "date": "2021-03-09",
    "explanation": "Is that a fossil?  Looking through recent images of Mars taken by the new Perseverance rover may seem a bit like treasure hunting, with the possibility of fame coming to the first person to correctly identify a petrified bone, a rock imprinted by an ancient plant, or any clear indication that life once existed on Mars.  Unfortunately, even though it is possible that something as spectacular as a skeleton could be identified, most exobiologists think it much more likely that biochemical remnants of ancient single-celled microbes could be found with Perseverance's chemical analyzers.  A key reason is that multicellular organisms may take a greater amount of oxygen to evolve than has ever been present on Mars. That said, nobody's sure, so please feel free to digitally magnify any Perseverance image that interests you -- including the featured 360-degree zoomable image of the rocks and ridges surrounding Perseverance's landing location in Jezero Crater.  And even though NASA-affiliated scientists are themselves studying Perseverance's images, if you see anything really unusual, please post it to popular social media. If your sighting turns out to be particularly intriguing, scientifically, it is likely that NASA will hear about it.",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "",
    "title": "Perseverance 360: Unusual Rocks and the Search for Life on Mars",
    "url": "https://mars.nasa.gov/layout/embed/image/mars-panorama/?id=25674"
  },
  {
    "copyright": "Rogelio\nBernal Andreo",
    "date": "2015-08-04",
    "explanation": "Well over a thousand galaxies are known members of the Virgo Cluster, the closest large cluster of galaxies to our own local group. In fact, the galaxy cluster is difficult to appreciate all at once because it covers such a large area on the sky. This careful wide-field mosaic of telescopic images clearly records the central region of the Virgo Cluster through faint foreground dust clouds lingering above the plane of our own Milky Way galaxy. The cluster's dominant giant elliptical galaxy M87, is just below and to the left of the frame center. To the right of M87 is a string of galaxies known as Markarian's Chain. A closer examination of the image will reveal many Virgo cluster member galaxies as small fuzzy patches. Sliding your cursor over the image will label the larger galaxies using NGC catalog designations. Galaxies are also shown with Messier catalog numbers, including M84, M86, and prominent colorful spirals M88, M90, and M91. On average, Virgo Cluster galaxies are measured to be about 48 million light-years away. The Virgo Cluster distance has been used to give an important determination of the Hubble Constant and the scale of the Universe.    Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1508/VirgoCluster_RBA_2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Virgo Cluster Galaxies",
    "url": "https://apod.nasa.gov/apod/image/1508/VirgoCluster_RBA_1080.jpg"
  },
  {
    "copyright": "D. Peach",
    "date": "2020-05-08",
    "explanation": "Blowing in the solar wind the spectacular ion tail of Comet SWAN (C/2020 F8) extends far across this 10 degree wide telephoto field of view. Captured on May 2 its greenish coma was about 6 light-minutes from Earth. The pretty background starfield lies near the border of the constellations Cetus and Aquarius. This comet SWAN was discovered at home by Australian amateur Michael Mattiazzo by checking images from the Sun-staring SOHO spacecraft's SWAN (Solar Wind ANisotropies) camera. The comet has now become just visible to the naked-eye as it sweeps from southern to northern skies. Appearing in morning twilight near the eastern horizon, Comet SWAN will make its closest approach to planet Earth on May 12 and reach perihelion on May 27.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/c2020_f8_2020_05_02dp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Long Tailed Comet SWAN",
    "url": "https://apod.nasa.gov/apod/image/2005/c2020_f8_2020_05_02dp_1024.jpg"
  },
  {
    "copyright": "Petr\nHorálek",
    "date": "2019-07-05",
    "explanation": "The road to the high mountaintop La Silla Observatory in the Chilean Atacama Desert also led in to the path of July 2nd's total solar eclipse. Recorded at regular intervals before and after the total eclipse phase, the frames in this composite sequence include the moment the Moon's dark shadow fell across some of planet Earth's advanced large telescopes. The dreamlike view looks west toward the setting Sun and the approaching Moon shadow. In fact La Silla was a little north of the shadow track's center line, so the region's stunning, clear skies are slightly brighter to the north (right) in the scene.",
    "hdurl": "https://apod.nasa.gov/apod/image/1907/2019_07_02_TSE_LaSilla_Sequence_1500px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "La Silla Eclipse Sequence",
    "url": "https://apod.nasa.gov/apod/image/1907/2019_07_02_TSE_LaSilla_Sequence_1024px.jpg"
  },
  {
    "copyright": "Jeff Dai",
    "date": "2016-11-21",
    "explanation": "A nova in Sagittarius is bright enough to see with binoculars.  Discovered last month by the All-Sky Automated Survey for Supernovae (ASAS-SN), the stellar explosion even approached the limit of naked-eye visibility last week. A classical nova results from a thermonuclear explosion on the surface of a white dwarf star -- a dense star having the size of our Earth but the mass of our Sun.  In the featured image, the nova was captured last week above ancient Wat Mahathat in Sukhothai, Thailand. To see Nova Sagittarius 2016 yourself, just go out just after sunset and locate near the western horizon the constellation of the Archer (Sagittarius), popularly identified with an iconic teapot.  Also visible near the nova is the very bright planet Venus. Don�t delay, though, because not only is the nova fading, but that part of the sky is setting continually closer to sunset.",
    "hdurl": "https://apod.nasa.gov/apod/image/1611/NovaSag2016_Dai_1500_annotated.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Nova over Thailand",
    "url": "https://apod.nasa.gov/apod/image/1611/NovaSag2016_Dai_960_annotated.jpg"
  },
  {
    "date": "1999-12-19",
    "explanation": "Our Sun is unusual in that it is alone - most stars occur in multiple or binary systems.  In a binary system, the higher mass star will evolve faster and will eventually become a compact object - either a white dwarf star, a neutron star, or black hole.  When the lower mass star later evolves into an expansion phase, it may be so close to the compact star that its outer atmosphere actually falls onto the compact star.  Such is the case diagrammed above. Here gas from a blue giant star is shown being stripped away into an accretion disk around its compact binary companion.  Gas in the accretion disk swirls around, heats up, and eventually falls onto the compact star.  Extreme conditions frequently occur on the surface of the compact star as gas falls in, many times causing detectable X-rays, gamma-rays, or even cataclysmic novae explosions.  Studying the extreme conditions in these systems tells us about the inner properties of ordinary matter around us.",
    "hdurl": "https://apod.nasa.gov/apod/image/9912/accretiondisk_hst_big.gif ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Accretion Disk Binary System",
    "url": "https://apod.nasa.gov/apod/image/9912/accretiondisk_hst.jpg"
  },
  {
    "date": "1996-01-24",
    "explanation": "The image above is part of the Hubble Deep Field and represents humanity's most distant yet optical view of the Universe. Galaxies like colorful pieces of candy fill the field, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye). The dimmest objects are the most distant galaxies and reveal what the Universe looked like in the extremely distant past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Dipper) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result can be used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst_deep_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Deep Field",
    "url": "https://apod.nasa.gov/apod/image/hst_deep.gif"
  },
  {
    "date": "1999-05-05",
    "explanation": "As the Voyager 1 spacecraft headed out of our Solar System, it looked back and took a parting family portrait of the Sun and planets.  From beyond Pluto, our Solar System looks like a bright star surrounded by faint dots. In the  above picture, the Sun is so bright it is blocked out for contrast.  The innermost dots visible, labeled E and V for Earth and Venus, are particularly hard to discern.  Gas giants Jupiter (J) and Saturn (S) are much more noticeable.  The outermost planets visible are Uranus (U) and Neptune (N).  Each planet is shown labeled and digitally enhanced in an inset image. Voyager 1 is only one of four human-made objects to leave our Solar System, the other three being Voyager 2, and Pioneer 10 and Pioneer 11.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/solarsystem_voyager_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar System Portrait",
    "url": "https://apod.nasa.gov/apod/image/9905/solarsystem_voyager_big.jpg"
  },
  {
    "copyright": "\n\nJosef Poepsel,\nStefan Binnewies\n(Capella Observatory)\n\n",
    "date": "2007-10-12",
    "explanation": "NGC 4631 is a big beautiful spiral galaxy seen edge-on (top right) only 25 million light-years away towards the small northern constellation Canes Venatici. This galaxy's slightly distorted wedge shape suggests to some a cosmic herring and to others the popular moniker of The Whale Galaxy. Either way, it is similar in size to our own Milky Way. In this gorgeous color image, the Whale's dark interstellar dust clouds, yellowish core, and young blue star clusters are easy to spot. A companion galaxy, the small elliptical NGC 4627, appears above the Whale Galaxy. At the lower left is another distorted galaxy, the hockey stick-shaped NGC 4656. The distortions and mingling trails of gas detected at other wavelengths suggest that all three galaxies have had close encounters with each other in their past. The Whale Galaxy is also known to have spouted a halo of hot gas glowing in x-rays.   Count the Stars: The Great World Wide Star Count",
    "hdurl": "https://apod.nasa.gov/apod/image/0710/NGC4631_4656_poepsel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Whale and The Hockey Stick",
    "url": "https://apod.nasa.gov/apod/image/0710/NGC4631_4656_poepsel_c720.jpg"
  },
  {
    "date": "2019-08-28",
    "explanation": "Image data from the Hubble Space Telescope, the European Southern Observatory, and small telescopes on planet Earth are combined in this magnificent portrait of face-on spiral galaxy Messier 61 (M61). A mere 55 million light-years away in the Virgo Cluster of Galaxies, M61 is also known as NGC 4303. It's considered to be an example of a barred spiral galaxy similar to our own Milky Way. Like other spiral galaxies, M61 also features sweeping spiral arms, cosmic dust lanes, pinkish star forming regions, and young blue star clusters. The bright galactic core is offset to the left in this 50 thousand light-year wide close-up.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-L.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Messier 61 Close Up",
    "url": "https://apod.nasa.gov/apod/image/1908/M61-HST-ESO-S1024.jpg"
  },
  {
    "copyright": "\nJimmy Westlake\n(Colorado Mountain College)\n",
    "date": "2021-07-11",
    "explanation": "Where's the Moon? Somewhere in this image, the Earth's Moon is hiding.  The entire Moon is visible, in its completely full phase, in plain sight. Even the photographer's keen eye couldn't find it even though he knew exactly where to look -- only the long exposure of his camera picked it up -- barely.  Although by now you might be congratulating yourself on finding it, why was it so difficult to see? For one reason, this photograph was taken during a total lunar eclipse, when the Earth's shadow made the Moon much dimmer than a normal full Moon. For another, the image, taken in Colorado, USA, was captured just before sunrise. With the Moon on the exact opposite side of the sky from the Sun, this meant that the Sun was just below the horizon, but still slightly illuminating the sky. Last, as the Moon was only about two degrees above the horizon, the large volume of air between the camera and the horizon scattered a lot of light away from the background Moon. Twelve minutes after this image was acquired in 2012, the Sun peeked over the horizon and the Moon set.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/spotthemoon_westlake_2128.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Find the Moon",
    "url": "https://apod.nasa.gov/apod/image/2107/spotthemoon_westlake_960.jpg"
  },
  {
    "copyright": "\nGarden by Jon Lomberg; Kite Aerial Photography by Pierre and Heidy Lesage\n",
    "date": "2011-01-18",
    "explanation": "How does your galaxy grow?  Quite contrary to a typical galaxy, this one needs water to flourish. Pictured above as it appears at the Paleaku Peace Gardens Sanctuary in Kona, Hawaii, USA, a meticulously planned garden spanning about 30 meters provides a relatively accurate map of our Milky Way Galaxy.  Different plants depict stars, globular clusters, and even nebulas. Many bright stars visible in Earth's night sky are depicted on leaves surrounding the marked location of the Sun. Plant rows were placed to represent arms of our Galaxy, including the Sun's Orion Arm, the impressive Sagittarius Arm, and the little discussed Norma Arm. A small bar runs through our Galaxy's center, while a fountain has been built to represent the central black hole. What a stellar use of space!",
    "hdurl": "https://apod.nasa.gov/apod/image/1101/galaxygarden_lesage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Kona Galaxy Garden",
    "url": "https://apod.nasa.gov/apod/image/1101/galaxygarden_lesage.jpg"
  },
  {
    "copyright": "\nPeter Wienerroither\n",
    "date": "2003-06-18",
    "explanation": "Tomorrow's picture: moon maiden  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Web Site Statements, Warnings, and Disclaimers NASA Official: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/eclipse3_wienerroither_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Clouds and the Moon Move to Block the Sun",
    "url": "https://apod.nasa.gov/apod/image/0306/eclipse3_wienerroither.jpg"
  },
  {
    "date": "1995-08-10",
    "explanation": "August 10, 1995    The Orbiting Hubble Space Telescope  Credit: NASA,  Space Telescope Scientific Institute Explanation:  The  Hubble Space Telescope (HST) is the largest orbiting public optical telescope in history. Its 2.4 meter diameter reflecting mirror and its perch above Earth's atmosphere allow it to create exceptionally sharp images.  Originally  launched in 1990, HST optics were repaired to their intended accuracy in 1993 by the first of several regular servicing missions. Astronomers using HST continue to make numerous monumental scientific discoveries, including new estimates of the age of our universe,  previously unknown galaxies,  evidence of massive black holes in the centers of galaxies,  previously unknown moons, and a better understanding of physical processes in our universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/hst.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Orbiting Hubble Space Telescope",
    "url": "https://apod.nasa.gov/apod/image/hst.gif"
  },
  {
    "date": "2007-07-07",
    "explanation": "The Trifid Nebula, aka Messier 20, is easy to find with a small telescope, a well known stop in the nebula rich constellation Sagittarius. But where visible light pictures show the nebula divided into three parts by dark, obscuring dust lanes, this penetrating infrared image reveals filaments of glowing dust clouds and newborn stars. The spectacular false-color view is courtesy of the Spitzer Space Telescope. Astronomers have used the Spitzer infrared image data to count newborn and embryonic stars which otherwise can lie hidden in the natal dust and gas clouds of this intriguing stellar nursery. As seen here, the Trifid is about 30 light-years across and lies only 5,500 light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0707/trifid_spitzer_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Infrared Trifid",
    "url": "https://apod.nasa.gov/apod/image/0707/trifid_spitzer_rc52.jpg"
  },
  {
    "copyright": "\nRoberto Colombari\n",
    "date": "2016-07-13",
    "explanation": "M7 is one of the most prominent open clusters of stars on the sky.  The cluster, dominated by bright blue stars, can be seen with the naked eye in a dark sky in the tail of the constellation of the Scorpion (Scorpius). M7 contains about 100 stars in total, is about 200 million years old, spans 25 light-years across, and lies about 1000 light-years away.  The featured wide-angle image was taken near the city of Belo Horizonte in Brazil. The M7 star cluster has been known since ancient times, being noted by Ptolemy in the year 130 AD.  Also visible are a dark dust cloud on the lower right, and, in the background, literally millions of unrelated stars towards the Galactic center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1607/m7_colombari_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M7: Open Star Cluster in Scorpius",
    "url": "https://apod.nasa.gov/apod/image/1607/m7_colombari_960.jpg"
  },
  {
    "copyright": "Miloslav\nDruckmuller",
    "date": "2008-09-20",
    "explanation": "For a moment on August 1st, the daytime sky grew dark along the path of a total solar eclipse. While watching the geocentric celestial event from Mongolia, photographer Miloslav Druckmuller recorded multiple images with two separate cameras as the Moon blocked the bright solar disk and darkened the sky. This final composition consists of 55 frames ranging in exposure time from 1/125 to 8 seconds. It spans nearly 12 degrees, with the relative position of the Moon and Sun corresponding to mid-eclipse. On the left is bright planet Mercury, but many stars are also visible, including the Praesepe star cluster (also known as M44 or the Beehive cluster) in Cancer, above and to the right of the silhouetted Moon. Remarkably, the nearly perfect conditions and wide range in individual exposures allow the composite picture to register the lunar surface and follow the delicate solar corona out to a distance of nearly 20 times the radius of the Sun. In fact, the composite presents a range in brightness beyond what the eye could see during the eclipse.",
    "hdurl": "https://apod.nasa.gov/apod/image/0809/Tse2008_200_mo1_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Darkened Sky",
    "url": "https://apod.nasa.gov/apod/image/0809/Tse2008_200_mo1_c800.jpg"
  },
  {
    "copyright": "\nDerek Demeter\n(Emil\nBuehler Planetarium)\n",
    "date": "2014-11-25",
    "explanation": "What creature lurks near the red Lagoon nebula? Mars. This gorgeous color deep-sky photograph has captured the red planet passing below two notable nebulae -- cataloged by the 18th century cosmic registrar Charles Messier as M8 and M20. M20 (upper right of center), the Trifid Nebula, presents a striking contrast in red/blue colors and dark dust lanes. Just below and to the left is the expansive, alluring red glow of M8, the Lagoon Nebula. Both nebulae are a few thousand light-years distant. By comparison, temporarily situated below them both, is the dominant \"local\" celestial beacon Mars. Taken late last month posing near its southernmost point in Earth's sky, the red planet was 14 light-minutes away.   Now Available: APOD 2015 Wall Calendars",
    "hdurl": "https://apod.nasa.gov/apod/image/1411/lagoontrifidmars_demeter_5247c.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Creature from the Red Lagoon",
    "url": "https://apod.nasa.gov/apod/image/1411/lagoontrifidmars_demeter_1080c.jpg"
  },
  {
    "copyright": "\nChris\nSchur\n",
    "date": "2006-08-09",
    "explanation": "This early morning skyscape recorded near Winton, Queensland, Australia, looks toward the southeast. Low clouds are seen in silhouette against the first hints of sunlight, while two famous cosmic clouds, the Clouds of Magellan, also hover in the brightening sky. The Small Magellanic Cloud (SMC, upper right), and the Large Magellanic Cloud (LMC) are prominent wonders of the southern sky, named for the 16th century Portuguese explorer Ferdinand Magellan. They are small, irregular galaxies in their own right, satellites of our much larger, spiral Milky Way galaxy. The SMC is about 210,000 light-years and the LMC about 180,000 light-years away. At lower left, bright star Canopus (Alpha Carinae), denizen of the Milky Way, is a mere 310 light-years distant.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/lmcsmctwiliteF1600.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Magellanic Morning",
    "url": "https://apod.nasa.gov/apod/image/0608/lmcsmctwiliteF800c.jpg"
  },
  {
    "copyright": "\nRoman Ponča\n(ht: Masaryk U.)\n",
    "date": "2020-03-09",
    "explanation": "What is the band of light connecting the ground to the Milky Way?  Zodiacal light -- a stream of dust that orbits the Sun in the inner Solar System. It is most easily seen just before sunrise, where it has been called a false dawn, or just after sunset. The origin of zodiacal dust remains a topic of research, but is hypothesized to result from asteroid collisions and comet tails.  The featured wide-angle image shows the central band of our Milky Way Galaxy arching across the top, while the Large Magellanic Cloud (LMC), a satellite galaxy to our Milky Way, is visible on the far left. The image is a combination of over 30 exposures taken last July near La Serena among the mountains of Chile.  During the next two months, zodiacal light can appear quite prominent in northern skies just after sunset.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/ZodiacalMw_Ponca_5834.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Milky Way and Zodiacal Light over Chile",
    "url": "https://apod.nasa.gov/apod/image/2003/ZodiacalMw_Ponca_960.jpg"
  },
  {
    "copyright": "Anthony Ayiomamitis",
    "date": "2013-09-22",
    "explanation": "Today, the Sun crosses the celestial equator heading south at 20:44 Universal Time. An equinox (equal night), this astronomical event marks the first day of autumn in the northern hemisphere and spring in the south. With the Sun on the celestial equator, Earth dwellers will experience nearly 12 hours of daylight and 12 hours of darkness.  To celebrate, consider this remarkable record of the Sun's yearly journey through planet Earth's sky, made with planned multiple exposures captured on a single piece of 35 millimeter film. Exposures were made at the same time of day (9:00am local time), capturing the Sun's position on dates from January 7 through December 20, 2003. The multiple suns trace an intersecting curve known as an analemma. A foreground base exposure of the Temple of Apollo in ancient Corinth, Greece, appropriate for an analemma, was digitally merged with the film image. Equinox dates correspond to the middle points (not the intersection point) of the analemma. The curve is oriented at the corresponding direction and altitude for the temple, so the Sun's position for the September equinox is at the upper midpoint near picture center. Summer and winter solstices are at analemma top and bottom.",
    "hdurl": "https://apod.nasa.gov/apod/image/1309/solar-analemma-070000-900pix.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo's Analemma",
    "url": "https://apod.nasa.gov/apod/image/1309/solar-analemma-070000-900pix.jpg"
  },
  {
    "copyright": "\nWFI, \nMPG/ESO 2.2-m Telescope, \nLa Silla,\nESO\n",
    "date": "2007-08-22",
    "explanation": "The largest, most violent star forming region known in the whole Local Group of galaxies lies in our neighboring galaxy the Large Magellanic Cloud (LMC).  Were the Tarantula Nebula at the distance of the Orion Nebula -- a local star forming region -- it would take up fully half the sky.  Also called 30 Doradus, the red and pink gas indicates a massive emission nebula, although supernova remnants and dark nebula also exist there.  The bright knot of stars left of center is called R136 and contains many of the most massive, hottest, and brightest stars known.  The above image taken with the European Southern Observatory's (ESO's) Wide Field Imager is one of the most detailed ever of this vast star forming region.  ESO has made it possible to fly around and into this detailed image by clicking here.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/tarantula_eso_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tentacles of the Tarantula Nebula",
    "url": "https://apod.nasa.gov/apod/image/0708/tarantula_eso.jpg"
  },
  {
    "date": "2001-06-10",
    "explanation": "What are those strange blue objects?  Many are images of a single, unusual, beaded, blue, ring-like galaxy which just happens to line-up behind a giant cluster of galaxies.  Cluster galaxies here appear yellow and -- together with the cluster's dark matter -- act as a gravitational lens.  A gravitational lens can create several images of background galaxies, analogous to the many points of light one would see while looking through a wine glass at a distant street light.  The distinctive shape of this background galaxy -- which is probably just forming -- has allowed astronomers to deduce that it has separate images at 4, 8, 9 and 10 o'clock, from the center of the cluster.  Possibly even the blue smudge just left of center is yet another image! This spectacular photo from the Hubble Space Telescope was taken in October 1994.",
    "hdurl": "https://apod.nasa.gov/apod/image/0004/cl0024_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Giant Cluster Bends, Breaks Images",
    "url": "https://apod.nasa.gov/apod/image/0004/cl0024_hst.jpg"
  },
  {
    "date": "2003-09-25",
    "explanation": "Uncomfortably close hurricane Isabel (left) and 30 million light-year distant galaxy M51 actually don't have much in common. For starters, Isabel was hundreds of miles across, while M51 (the Whirlpool Galaxy) spans about 50,000 light-years making them vastly dissimilar in scale, not to mention the extremely different physical interactions which control their formation and evolution. But they do look amazingly alike, both exhibiting the shape of a simple and beautiful mathematical curve known as a logarithmic spiral, a spiral whose separation grows in a geometric way with increasing distance from the center. Also known as the equiangular spiral, growth spiral, and Bernoulli's spiral or spira mirabilis, this curve's rich properties have fascinated mathematicians since its discovery by 17th century philosopher Descartes. Intriguingly, this abstract shape is much more abundant in nature than suggested by the striking visual comparison above. Logarithmic spirals also describe, for example, the arrangement of sunflower seeds, the shapes of nautilus shells, and ... cauliflower.",
    "hdurl": "https://apod.nasa.gov/apod/image/0309/m51-isabel_lula_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Logarithmic Spirals Isabel and M51",
    "url": "https://apod.nasa.gov/apod/image/0309/m51-isabel_lula_c2.jpg"
  },
  {
    "date": "2006-04-09",
    "explanation": "Where did all the stars go?  What used to be considered a hole in the sky is now known to astronomers as a dark molecular cloud.  Here, a high concentration of dust and molecular gas absorb practically all the visible light emitted from background stars.  The eerily dark surroundings help make the interiors of molecular clouds some of the coldest and most isolated places in the universe.  One of the most notable of these dark absorption nebulae  is a cloud toward the constellation Ophiuchus known as Barnard 68, pictured above.  That no stars are visible in the center indicates that Barnard 68 is relatively nearby, with measurements placing it about 500 light-years away and half a light-year across.  It is not known exactly how molecular clouds like Barnard 68 form, but it is known that these clouds are themselves  likely places for new stars to form. It is possible to look right through the cloud in infrared light.",
    "hdurl": "https://apod.nasa.gov/apod/image/0604/barnard68_vlt_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Molecular Cloud Barnard 68",
    "url": "https://apod.nasa.gov/apod/image/0604/barnard68_vlt.jpg"
  },
  {
    "date": "2001-01-18",
    "explanation": "The first and only total lunar eclipse for the year 2001 occured on the evening of January 9/10 as the full Moon glided through Earth's shadow. Unlike a total solar eclipse, a total lunar eclipse is visible for anyone on the night side of the planet during the event. The night side for this geocentric celestial event included Europe, Asia, and Africa where the Moon could be seen immersed in the umbra or dark portion of Earth's shadow for about 62 minutes as it passed just north of the shadow's center. This dramatic telescopic photo of the eclipsed Moon was made near Ankara, Turkey close to the time of midpoint of the total phase. The fact that the northern (top) portion of the eclipsed Moon is clearly brighter, even near mid-totality, demonstrates that Earth's shadow is not uniformly dark.",
    "hdurl": "https://apod.nasa.gov/apod/image/0101/lunarecl_tezel_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "2001: A Total Lunar Eclipse",
    "url": "https://apod.nasa.gov/apod/image/0101/lunarecl_tezel.jpg"
  },
  {
    "date": "2016-11-09",
    "explanation": "One of the bright spiral galaxies visible in the north sky is M63, the Sunflower Galaxy.  M63, also catalogued as NGC 5055, can be found with a small telescope toward the constellation of Hunting Dogs (Canes Venatici).  The featured picture from the Hubble Space Telescope exhibits the center of M63, complete with long winding spiral arms glowing blue from a few bright young stars, emission nebulae glowing red from hot ionized hydrogen gas, and dark dust in numerous filaments.  M63 interacts gravitationally with M51 (the Whirlpool Galaxy) and several smaller galaxies.  Light takes about 35 million years to reach us from M63, and about 60,000 years to cross the spiral galaxy.  Stars in the outer regions of the Sunflower Galaxy rotate about the center at a speed so high that, given the matter seen and assuming normal gravity, they should fly off into space. The fact that the stars remain  indicates the presence of sort of invisible, gravitationally-binding, dark matter.   Free Download: APOD 2017 Calendar: NASA Images",
    "hdurl": "https://apod.nasa.gov/apod/image/1611/M63_Hubble_1098.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M63: The Sunflower Galaxy from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1611/M63_Hubble_960.jpg"
  },
  {
    "date": "2005-09-21",
    "explanation": "What could have created this unusual terrain on Saturn's moon Titan?  The robotic Cassini spacecraft now orbiting Saturn swooped once again, earlier this month, past the Solar System's most enigmatic moon and radar imaged a rich but unusual region that appears to be some sort of shoreline.   The choppy, light-colored, high regions on the left appears to be have channels cut by a moving fluid, while the smoother dark regions on the right appear to outline bays.  Results from the Huygens probe that landed on Titan earlier this year imply that fluids, possibly liquid methane and not water, might only occupy some of these channels and bays intermittently.  The radar image shown above spans about 200 kilometers.",
    "hdurl": "https://apod.nasa.gov/apod/image/0509/titanshore_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Shoreline Terrain on Saturn's Titan",
    "url": "https://apod.nasa.gov/apod/image/0509/titanshore_cassini.jpg"
  },
  {
    "date": "2002-03-21",
    "explanation": "Taken yesterday from the SOHO spacecraft, this false-color image shows the active Sun near the March Equinox, the beginning of Autumn in the south and Spring in the northern hemisphere. Recorded in a band of extreme ultraviolet light emitted by highly ionized iron atoms, the Sun's upper atmosphere or solar corona shines with an array of active regions and plasma loops suspended in magnetic fields. The bright coronal structures and loops seen here have temperatures of about 1.5 million kelvins. By chance, the Sun's earth-facing side also seems to be marked with a twisting complex of dark filament channels shaped like a giant \"S\". Filaments represent relatively (!) cool material in the corona which show up as prominences when seen at the Sun's edge. For planet Earth, recent solar activity has made auroral displays likely around this year's March Equinox.",
    "hdurl": "https://apod.nasa.gov/apod/image/0203/eq02_sohoeit_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "S is for Sun",
    "url": "https://apod.nasa.gov/apod/image/0203/eq02_sohoeit.jpg"
  },
  {
    "date": "2020-08-08",
    "explanation": "From Earth, Saturn never shows a crescent phase. But when viewed from a spacecraft the majestic giant planet can show just a sunlit slice. This image of crescent Saturn in natural color was taken by the robotic Cassini spacecraft in 2007. It captures Saturn's rings from the side of the ring plane opposite the Sun -- the unilluminated side -- another vista not visible from Earth. Visible are subtle colors of cloud bands, the complex shadows of the rings on the planet, and the shadow of the planet on the rings. The moons Mimas, at 2 o'clock, and Janus 4 o'clock, can be seen as specks of light, but the real challenge is to find Pandora (8 o'clock).  From Earth, Saturn's disk is nearly full now and opposite the Sun. Along with bright fellow giant planet Jupiter it rises in the early evening.",
    "hdurl": "https://apod.nasa.gov/apod/image/2008/CrescentSaturn_cassini_4824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Crescent Saturn",
    "url": "https://apod.nasa.gov/apod/image/2008/CrescentSaturn_cassini_1080.jpg"
  },
  {
    "copyright": "\nPeter Wienerroither  \n(U. Wien)\n\n",
    "date": "2011-07-17",
    "explanation": "You could be the first person ever to take a real single-exposure image like this. The above image from Vienna, Austria is not real in the sense that the 360 degree star trails in the sky appear only because of a digital trick. Real star trails observed above Vienna could never go 360 degrees around because the Sun would rise at some time during the exposure and dominate the frame. Star trails of any length occur because as the Earth spins on its axis, the sky seems to rotate around us.  This motion, called diurnal motion, produces the beautiful concentric arcs traced by stars during long time exposures.  Towards the middle of the above digitally stretched picture is the North Celestial Pole (NCP), easily identified as the point in the sky at the center of all the star trail arcs.  The star Polaris, commonly known as the North Star, made the very short bright circle near the NCP.  Walter Lewin, though, has asked APOD to pose this as a challenge to astrophotographers: create a real single-exposure image of a clear night sky that features 360 degree star trails.  Of course, such an image would only be possible near the poles of our fair planet, because only there could a nighttime run for more than 24 hours.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/startrails_wienerroither_557.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lewin's Challenge: 360 Degree Star Trails",
    "url": "https://apod.nasa.gov/apod/image/1107/startrails_wienerroither_900.jpg"
  },
  {
    "copyright": "\nMehmet Ergün\n",
    "date": "2021-05-04",
    "explanation": "That's no sunspot. It's the International Space Station (ISS) caught passing in front of the Sun. Sunspots, individually, have a dark central umbra, a lighter surrounding penumbra, and no Dragon capsules attached.  By contrast, the ISS is a complex and multi-spired mechanism, one of the largest and most complicated spacecraft ever created by humanity.  Also, sunspots circle the Sun, whereas the ISS orbits the Earth.  Transiting the Sun is not very unusual for the ISS, which orbits the Earth about every 90 minutes, but getting one's location, timing and equipment just right for a great image is rare.  The featured picture combined three images all taken from the same location and at nearly the same time. One image -- overexposed -- captured the faint prominences seen across the top of the Sun, a second image -- underexposed -- captured the complex texture of the Sun's chromosphere, while the third image -- the hardest to get -- captured the space station as it shot across the Sun in a fraction of a second.  Close inspection of the space station's silhouette even reveals a docked Dragon Crew capsule.",
    "hdurl": "https://apod.nasa.gov/apod/image/2105/IssSun_Ergun_1752.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Station, Solar Prominences, Sun",
    "url": "https://apod.nasa.gov/apod/image/2105/IssSun_Ergun_960.jpg"
  },
  {
    "copyright": "\nHK (The League of Lost Causes)\n",
    "date": "2017-09-24",
    "explanation": "What is that light in the sky? Perhaps one of humanity's more common questions, an answer may result from a few quick observations.  For example -- is it moving or blinking? If so, and if you live near a city, the answer is typically an airplane, since planes are so numerous and so few stars and satellites are bright enough to be seen over the din of artificial city lights. If not, and if you live far from a city, that bright light is likely a planet such as Venus or Mars -- the former of which is constrained to appear near the horizon just before dawn or after dusk.  Sometimes the low apparent motion of a distant airplane near the horizon makes it hard to tell from a bright planet, but even this can usually be discerned by the plane's motion over a few minutes. Still unsure?   The featured chart gives a sometimes-humorous but mostly-accurate assessment.  Dedicated sky enthusiasts will likely note -- and are encouraged to provide -- polite corrections.   Chart translations: Spanish, Italian, Polish, Tamil, Kannada, Latvian, and Norwegian",
    "hdurl": "https://apod.nasa.gov/apod/image/1709/astronomy101_hk_750.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "How to Identify that Light in the Sky",
    "url": "https://apod.nasa.gov/apod/image/1709/astronomy101_hk_960.jpg"
  },
  {
    "copyright": "R Jay Gabany",
    "date": "2011-09-15",
    "explanation": "Gorgeous spiral galaxy NGC 3521 is a mere 35 million light-years away, toward the constellation Leo. Relatively bright in planet Earth's sky, NGC 3521 is easily visible in small telescopes but often overlooked by amateur imagers in favor of other Leo spiral galaxies, like M66 and M65. It's hard to overlook in this colorful cosmic portrait, though. Spanning some 50,000 light-years the galaxy sports characteristic patchy, irregular spiral arms laced with dust, pink star forming regions, and clusters of young, blue stars. Remarkably, this deep image also finds NGC 3521 embedded in gigantic bubble-like shells. The shells are likely tidal debris, streams of stars torn from satellite galaxies that have undergone mergers with NGC 3521 in the distant past.",
    "hdurl": "https://apod.nasa.gov/apod/image/1109/ngc3521_gabany2234.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 3521: Galaxy in a Bubble",
    "url": "https://apod.nasa.gov/apod/image/1109/ngc3521_gabany901.jpg"
  },
  {
    "date": "2023-11-07",
    "explanation": "It moved across the surface of Mars -- what was it? A dust devil. Such spinning columns of rising air are heated by the warm surface and are also common in warm and dry areas on planet Earth.  Typically lasting only a few minutes, dust devils become visible as they pick up loose red-colored dust, leaving the darker and heavier sand beneath intact.  Dust devils not only look cool -- they can leave visible trails, and have been credited with unexpected cleanings of the surfaces of solar panels. The images in the featured AI-interpolated video were captured in early August by the Perseverance rover currently searching for signs of ancient life in Jezero Crater. The six-second time-lapse video encapsulates a real duration of just over one minute.  Visible in the distance, the spinning dust devil was estimated to be passing by at about 20 kilometers per hour and extend up about 2 kilometers high.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/xB3QIEkNJgs/0.jpg",
    "title": "A Martian Dust Devil Spins By",
    "url": "https://www.youtube.com/embed/xB3QIEkNJgs?rel=0"
  },
  {
    "copyright": "Ken Crawford",
    "date": "2016-11-04",
    "explanation": "Look through the cosmic cloud cataloged as NGC 281 and you might miss the stars of open cluster IC 1590. Still, formed within the nebula that cluster's young, massive stars ultimately power the pervasive nebular glow. The eye-catching shapes looming in this portrait of NGC 281 are sculpted columns and dense dust globules seen in silhouette, eroded by intense, energetic winds and radiation from the hot cluster stars. If they survive long enough, the dusty structures could also be sites of future star formation. Playfully called the Pacman Nebula because of its overall shape, NGC 281 is about 10,000 light-years away in the constellation Cassiopeia. This sharp composite image was made through narrow-band filters, combining emission from the nebula's hydrogen, sulfur, and oxygen atoms in green, red, and blue hues. It spans over 80 light-years at the estimated distance of NGC 281.",
    "hdurl": "https://apod.nasa.gov/apod/image/1611/PacmanCrawfordNew2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Portrait of NGC 281",
    "url": "https://apod.nasa.gov/apod/image/1611/PacmanCrawfordNew1024.jpg"
  },
  {
    "date": "1995-07-15",
    "explanation": "July 15, 1995    The Crater Chain  Picture Credit: NASA, Voyager Team  Explanation:  NASA's robot spaceprobe Voyager 1, took this closeup image of the surface of Jupiter's crater scarred moon Callisto in 1979. A mysterious chain of craters is seen to extend diagonally across the image (upper left to lower right). What could cause the craters to line up in such a regular fashion? Scientists were at a loss to explain this crater chain along with several other chain like features observed on Callisto's surface. Fifteen years later, with the discovery of Comet Shoemaker-Levy 9, also known as the \"string of pearls\" comet, the mystery was solved. Comets whose orbits stray too close to Jupiter are torn apart by the strong gravity. When the individual pieces, strung out along the orbital path of the comet hit an object like Callisto, the sequence of impacts produces a crater chain.  For more information about the picture see the Split Comet Studies Page.  We keep an archive of Astronomy Pictures of the Day.   Astronomy Picture of the Day is brought to you by  Robert Nemiroff and  Jerry Bonnell . Original material on this page is copyrighted to Robert J. Nemiroff and Jerry T. Bonnell.",
    "hdurl": "https://apod.nasa.gov/apod/image/craterchain1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Crater Chain",
    "url": "https://apod.nasa.gov/apod/image/craterchain1.gif"
  },
  {
    "date": "2020-02-07",
    "explanation": "Big, beautiful spiral galaxy NGC 7331 is often touted as an analog to our own Milky Way. About 50 million light-years distant in the northern constellation Pegasus, NGC 7331 was recognized early on as a spiral nebula and is actually one of the brighter galaxies not included in Charles Messier's famous 18th century catalog. Since the galaxy's disk is inclined to our line-of-sight, long telescopic exposures often result in an image that evokes a strong sense of depth. This Hubble Space Telescope close-up spans some 40,000 light-years. The galaxy's magnificent spiral arms feature dark obscuring dust lanes, bright bluish clusters of massive young stars, and the telltale reddish glow of active star forming regions. The bright yellowish central regions harbor populations of older, cooler stars. Like the Milky Way, a supermassive black hole lies at the core of spiral galaxy NGC 7331.",
    "hdurl": "https://apod.nasa.gov/apod/image/2002/potw1805a_ngc7331.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 7331 Close Up",
    "url": "https://apod.nasa.gov/apod/image/2002/potw1805b_ngc7331.jpg"
  },
  {
    "date": "2004-01-07",
    "explanation": "Rocks are strewn across the broad, flat Gusev crater floor in this sharp color picture from NASA's Spirit rover. Recorded by the rover's panoramic camera, the picture is part of Spirit's first color image of Mars - the highest resolution picture yet taken on the surface of another planet. Already revealing alluring and perplexing details of an apparently windswept plain thought to be an ancient lake bed, this stunning view represents only a small fraction of the color image data mission scientists expect to be transmitted in the coming days. As the robotic Spirit rover is preparing to stand up, roll off the lander, and explore the geology of the crater floor, NASA has announced plans to rename the landing site the Columbia Memorial Station in honor of the astronauts lost in the Columbia space shuttle accident.",
    "hdurl": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_PIA04995.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red Mars from Spirit",
    "url": "https://apod.nasa.gov/apod/image/0401/mars_spiritcolor_p4.jpg"
  },
  {
    "copyright": "Spiegelteam",
    "date": "2008-08-15",
    "explanation": "From our vantage point in the Milky Way Galaxy, we see NGC 6946 face-on. The big, beautiful spiral galaxy is located just 10 million light-years away, behind a veil of foreground dust and stars in the high and far-off constellation of Cepheus. From the core outward, the galaxy's colors change from the yellowish light of old stars in the center to young blue star clusters and reddish star forming regions along the loose, fragmented spiral arms. NGC 6946 is also bright in infrared light and rich in gas and dust, exhibiting a high star birth and death rate. In fact, since the early 20th century at least nine supernovae, the death explosions of massive stars, were discovered in NGC 6946. In this deep color composite image, a small barred structure is just visible at the galaxy's core. Nearly 40,000 light-years across, NGC 6946 is also known as the Fireworks Galaxy.  Watch: Saturday's partial lunar eclipse - Times and Visibility | Webcast",
    "hdurl": "https://apod.nasa.gov/apod/image/0808/NGC6946_2008wendel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Facing NGC 6946",
    "url": "https://apod.nasa.gov/apod/image/0808/NGC6946_2008wendel800.jpg"
  },
  {
    "date": "2011-07-29",
    "explanation": "This sharp view from the Thermal Emission Imaging System camera on NASA's Mars Odyssey orbiter is centered on 154 kilometer (96 mile) wide Gale crater, near the martian equator. Within Gale, an impressive layered mountain rises about 5 kilometers (3 miles) above the crater floor. Layers and structures near its base are thought to have been formed in ancient times by water-carried sediments. In fact, a spot near the crater's northern side at the foot of the mountain has now been chosen as the target for the Mars Science Laboratory mission. Scheduled for launch late this year, the mission will land Mars' next visitor from planet Earth in August of 2012, lowering the car-sized Curiosity rover to the martian surface with a hovering, rocket-powered skycrane. Curiosity's science instruments are intended to discover if Gale once had favorable environmental conditions for supporting microbial life and for preserving clues about whether life ever existed on the Red Planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/1107/GaleCraterMars_themis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Gale Crater",
    "url": "https://apod.nasa.gov/apod/image/1107/GaleCraterMars_themis900.jpg"
  },
  {
    "date": "2004-09-23",
    "explanation": "On clear, moonless nights, the stars still come out with a vengance above the high-altitude La Silla astronomical observatory. Taking advantage of a recent visit to this first European Southern Observatory (ESO) site constructed on a mountain top in Chile, ESO software engineer Nico Housen recorded this stunning sky view. Difficult to see from light polluted areas, faint stars and dark dust clouds along the plane of our Milky Way Galaxy arc across the gorgeous photo. In the foreground lies the highly polished 15-meter diameter dish antenna of the Swedish-ESO Submillimeter Telescope (now decommissioned). Beyond it, silhouetted by starlight, is the dome of one of La Silla's large optical instruments, a 3.6 meter telescope. Dramatically reflected in the focusing, mirror-like surface of the dish, the vista behind the photographer appears inverted, with the dark horizon hanging above the Milky Way and the starry night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0409/LaSillaMilkyWay_housen_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "La Silla's Starry Night",
    "url": "https://apod.nasa.gov/apod/image/0409/LaSillaMilkyWay_housen_c1.jpg"
  },
  {
    "copyright": "D. Malin \n(AAO),\nAATB, \nROE,\nUKS Telescope\n",
    "date": "1997-10-18",
    "explanation": "It is the most famous star cluster on the sky. The Pleiades can be seen without binoculars from even the depths of a light-polluted city.  Also known as the Seven Sisters and M45, the Pleiades is one of the brightest and closest open clusters.  The Pleiades contains over 3000 stars, is about 400 light years away, and only 13 light years across. Quite evident in the above photograph are the blue reflection nebulae that surround the bright cluster stars. Low mass, faint, brown dwarfs have recently been found in the Pleiades.",
    "hdurl": "https://apod.nasa.gov/apod/image/pleiades_uks.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Pleiades Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/pleiades_uks_big.gif"
  },
  {
    "date": "2022-07-05",
    "explanation": "It is difficult to hide a galaxy behind a cluster of galaxies.  The closer cluster's gravity will act like a huge lens, pulling images of the distant galaxy around the sides and greatly distorting them.  This is just the case observed in the featured image recently re-processed image from the Hubble Space Telescope.  The cluster GAL-CLUS-022058c is composed of many galaxies and is  lensing the image of a yellow-red background galaxy into arcs seen around the image center.  Dubbed a molten Einstein ring for its unusual shape, four images of the same background galaxy have been identified. Typically, a foreground galaxy cluster can only create such smooth arcs if most of its mass is smoothly distributed -- and therefore not concentrated in the cluster galaxies visible.  Analyzing the positions of these gravitational arcs gives astronomers a method to estimate the dark matter distribution in galaxy clusters, as well as infer when the stars in these early galaxies began to form.   New APOD Social Mirrors in Arabic: On Facebook, Instagram, and Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_2972.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Molten Galaxy Einstein Ring",
    "url": "https://apod.nasa.gov/apod/image/2207/MoltenEinsteinRing_HubbleLodge_960.jpg"
  },
  {
    "date": "1996-08-24",
    "explanation": "What causes the center of this barred spiral galaxy to light up brighter than almost anything in the universe? The quasar there is a good fraction of the way across our observable universe but appears so bright that astronomers had to use the high resolving power of the Hubble Space Telescope (HST) just to see the host galaxy.  HST then resolved something very interesting. Not only was QSO 1229+204 at the core of an unusual barred spiral galaxy, but this galaxy was in the process of colliding with a dwarf galaxy.  Gas from this collision quite possibly fuels a supermassive black hole causing QSO 1229+204 to shine so brightly.",
    "hdurl": "https://apod.nasa.gov/apod/image/qso1229_hst_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Why is QSO 1229+204 so Bright?",
    "url": "https://apod.nasa.gov/apod/image/qso1229_hst.gif"
  },
  {
    "date": "2005-01-06",
    "explanation": "At the edge of a dense molecular cloud, filaments of gas, cosmic dust, and a multitude of young stars beckon in this penetrating image of the Orion Nebula. Alluring structures in the well-known star forming region are revealed here in infrared light as viewed by a new Hawaiian eye - WFCAM - a powerful wide field camera commissioned at the United Kingdom Infrared Telescope (UKIRT) on Mauna Kea. Only a fraction of WFCAM's full field, this picture covers about 11 light-years at the 1,500 light-year distance of the nebula. In the image, otherwise invisible infrared light has been mapped into visible colors. Red represents narrow-band infrared emission from hydrogen molecules at a wavelength of 2.12 microns, green is emission at 2.2 microns, and blue is emission at 1.25 microns. Visible light has a wavelength of about 0.5 microns (micrometers).",
    "hdurl": "https://apod.nasa.gov/apod/image/0501/orionNeb_ukirt_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "UKIRT: Aloha Orion",
    "url": "https://apod.nasa.gov/apod/image/0501/orionNeb_ukirt_c30.jpg"
  },
  {
    "date": "2017-07-29",
    "explanation": "Like salsa verde on your favorite burrito, a green aurora slathers up the sky in this June 25 snapshot from the International Space Station. About 400 kilometers (250 miles) above Earth, the orbiting station is itself within the upper realm of the auroral displays. Aurorae have the signature colors of excited molecules and atoms at the low densities found at extreme altitudes. Emission from atomic oxygen dominates this view. The tantalizing glow is green at lower altitudes, but rarer reddish bands extend above the space station's horizon. The orbital scene was captured while passing over a point south and east of Australia, with stars above the horizon at the right belonging to the constellation Canis Major, Orion's big dog. Sirius, alpha star of Canis Major, is the brightest star near the Earth's limb.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/aurora_iss052e007857.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Slathers up the Sky",
    "url": "https://apod.nasa.gov/apod/image/1707/aurora_iss052e007857_1024.jpg"
  },
  {
    "date": "2010-05-01",
    "explanation": "As far as pulsars go, PSR B1509-58 appears young. Light from the supernova explosion that gave birth to it would have first reached Earth some 1,700 years ago. The magnetized, 20 kilometer-diameter neutron star spins 7 times per second, a cosmic dynamo that powers a wind of charged particles. The energetic wind creates the surrounding nebula's X-ray glow in this tantalizing image from the Chandra X-ray Observatory. Low energy X-rays are in red, medium energies in green, and high energies in blue. The pulsar itself is in the bright central region. Remarkably, the nebula's tantalizing, complicated structure resembles a hand. PSR B1509-58 is about 17,000 light-years away in the southern constellation Circinus. At that distance the Chandra image spans 100 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1005/b1509_cxc.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Pulsar's Hand",
    "url": "https://apod.nasa.gov/apod/image/1005/b1509_cxc_c.jpg"
  },
  {
    "date": "1998-12-22",
    "explanation": "Many of the 1998 Leonid shower meteors were so bright they could be seen even during sunrise.  The above photograph was taken near the dawn of November 16 close to Hong Kong, China.  However, most meteors are fainter and are not associated with any particular meteor shower.  On any given night from a dark location it would not be unusual to see up to 10 meteors per hour,  while the predictable Meteor showers might feature 100 meteors per hour.  A true meteor storm will occur only a few times per century.  The actual intensity of meteor storms is notoriously hard to predict, but may feature rates upwards of 10 meteors per second.",
    "hdurl": "https://apod.nasa.gov/apod/image/9812/leonidawn_hk_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Dawn of the Leonids",
    "url": "https://apod.nasa.gov/apod/image/9812/leonidawn_hk.jpg"
  },
  {
    "copyright": "\nSonotaCo Network, Japan\n",
    "date": "2009-05-11",
    "explanation": "Where do meteors come from? Visible meteors are typically sand-sized grains of ice and rock that once fragmented from comets.  Many a meteor shower has been associated with a known comet, although some intriguing orphan showers do remain.  Recently, a group of meteor enthusiasts created a network of over 100 video cameras placed at 25 well-separated locations across Japan.  This unprecedented network recorded not only 240,000 optically bright meteors over two years, but almost 40,000 meteors seen by more than one station. These multiple-station events were particularly interesting because they enabled the observers to extrapolate meteor trajectories back into the Solar System. The resulting radiant map is shown above, with many well known meteor showers labelled by the first three letters of the home constellation. Besides known meteor showers, eleven new showers were identified by new radiants on the sky from which meteors appear to flow.  The meteor sky is ever changing, and it may be possible that new shower radiants will appear in the future. Research like this could also potentially identify previously unknown comets or asteroids that might one day pass close to the Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/0905/meteorsky_sonotaco_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Forty Thousand Meteor Origins Across the Sky",
    "url": "https://apod.nasa.gov/apod/image/0905/meteorsky_sonotaco.jpg"
  },
  {
    "date": "2015-09-14",
    "explanation": "New high resolution images of Pluto are starting to arrive from the outer Solar System. The robotic New Horizons spacecraft, which zoomed by Pluto in July, has finished sending back some needed engineering data and is now transmitting selections from its tremendous storehouse of images of Pluto and its moons. The featured image, a digital composite, details a surprising terrain filled with craters, plains, landscape of unknown character, and landforms that resemble something on Earth but are quite unexpected on Pluto. The light area sprawling across the upper right has been dubbed Sputnik Planum and is being studied for its unusual smoothness, while the dark cratered area just under the spacecraft is known as Cthulhu Regio. So far, New Horizons has only shared a few percent of the images and data it took during its Pluto flyby, but will continue to send back new views of the dwarf planet even as it glides outward toward even more distant explorations.",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/pluto05_NewHorizons_2475.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pluto from above Cthulhu Regio",
    "url": "https://apod.nasa.gov/apod/image/1509/pluto05_NewHorizons_960.jpg"
  },
  {
    "copyright": "\nGuido Monta��s\n",
    "date": "2013-11-26",
    "explanation": "One might say this was a bell weather day for the Sierra Nevada mountains.  In January, just as the Sun was setting above the district of Albayz�n in Grenada, Spain, a huge cloud appeared as a bell capping the Veleta peak.  Such a Cap cloud is formed by air forced upwards by a mountain peak, with the air then cooling, saturating with moisture, and finally having its molecular water condense into cloud droplets. Such a bell-shaped cloud structure is unusual as air typically moves horizontally, making most clouds nearly flat across at the bottom.  Vertical waves can also give additional lenticular cloud layers, as also seen above. Given the fleeting extent of the great cloud coupled with momentarily excellent sunset coloring, one might considered this also a bellwether day for an accomplished photographer.   Print or Peruse: Free APOD 2014 Calendar in PDF format",
    "hdurl": "https://apod.nasa.gov/apod/image/1311/lenticular_montanes_1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Cap Cloud over the Sierra Nevadas",
    "url": "https://apod.nasa.gov/apod/image/1311/lenticular_montanes_960.jpg"
  },
  {
    "copyright": "El Cielo de Canarias",
    "date": "2015-06-05",
    "explanation": "Follow a sunset on a clear day against a distant horizon and you might glimpse a green flash just as the Sun disappears, the sunlight briefly refracted over a long sight-line through atmospheric layers. You can spot a green flash at sunrise too. Pinpointing the exact place and time to see the rising Sun peeking above the horizon is a little more difficult though, and it can be harder still to catch a green flash from the fainter rising Moon. But well-planned snapshots did record a green flash at the Full Moon's upper edge on June 2nd, from the Roque de los Muchachos Observatory on the Canary Island of La Palma. Looking a little south of due east, this long telephoto view finds the rising Moon above mountains and a sea of clouds. In sunlit profile are the mountaintop Teide Observatory telescope domes on the island of Tenerife some 143 kilometers away.",
    "hdurl": "https://apod.nasa.gov/apod/image/1506/FlashMoon_OT_from_ORM_140km-DLopez_840mm.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Green Flash at Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1506/FlashMoon_OT_from_ORM_140km-DLopez_840mm600.jpg"
  },
  {
    "date": "2014-03-23",
    "explanation": "In the center of a swirling whirlpool of hot gas is likely a beast that has never been seen directly: a black hole.  Studies of the bright light emitted by the swirling gas frequently indicate not only that a black hole is present, but also likely attributes.  The gas surrounding GRO J1655-40, for example, has been found to display an unusual flickering at a rate of 450 times a second.  Given a previous mass estimate for the central object of seven times the mass of our Sun, the rate of the fast flickering can be explained by a black hole that is rotating very rapidly.  What physical mechanisms actually cause the flickering -- and a slower quasi-periodic oscillation (QPO) -- in accretion disks surrounding black holes and neutron stars remains a topic of much research.    Find that image: A new APOD search engine",
    "hdurl": "https://apod.nasa.gov/apod/image/1403/blackhole_hobart_3300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The View Near a Black Hole",
    "url": "https://apod.nasa.gov/apod/image/1403/blackhole_hobart_960.jpg"
  },
  {
    "copyright": "\nNoel Carboni\n",
    "date": "2005-11-18",
    "explanation": "For the mostly harmless denizens of planet Earth, the brighter stars of open cluster NGC 2169 seem to form a cosmic 37. (Did you expect 42?.) Of course, the improbable numerical asterism appears solely by chance and lies at an estimated distance of 3,600 light-years toward the constellation Orion. As far as galactic or open star clusters go, NGC 2169 is a small one, spanning about 7 light-years. Formed at the same time from the same cloud of dust and gas, the stars of NGC 2169 are only about 8 million years old. Such clusters are expected to disperse over time as they encounter other stars, interstellar clouds, and experience gravitational tides while traveling through the galaxy. Over four billion years ago, our own Sun was likely formed in a similar open cluster of stars.",
    "hdurl": "https://apod.nasa.gov/apod/image/0511/ngc2169_carboni_f1.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 37 Cluster",
    "url": "https://apod.nasa.gov/apod/image/0511/ngc2169_carboni_c.jpg"
  },
  {
    "copyright": "\nMichael Sherick\n",
    "date": "2005-06-21",
    "explanation": "The North America Nebula in the sky can do what North Americans on Earth cannot -- form stars.  Specifically, in analogy to the Earth-confined continent, the bright part that appears as Central America and Mexico is actually a hot bed of gas, dust, and newly formed stars known as the Cygnus Wall.  The above image in representative colors shows the star forming wall lit and eroded by bright young stars, and partly hidden by the dark dust they have created.  The part of the North America nebula (NGC 7000) shown spans about 15 light years and lies about 1,500 light years away toward the constellation of Cygnus.   News: Solar Sail Spacecraft Launch",
    "hdurl": "https://apod.nasa.gov/apod/image/0506/goldenwall_sherick_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cygnus Wall of Star Formation",
    "url": "https://apod.nasa.gov/apod/image/0506/goldenwall_sherick.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2017-07-27",
    "explanation": "These three bright nebulae are often featured on telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula above and left of center, and colorful M20 near the bottom of the frame. The third emission region includes NGC 6559, right of M8 and separated from the larger nebula by a dark dust lane. All three are stellar nurseries about five thousand light-years or so distant. Over a hundred light-years across the expansive M8 is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. Glowing hydrogen gas creates the dominant red color of the emission nebulae. In striking contrast, blue hues in the Trifid are due to dust reflected starlight. The colorful composite skyscape was recorded with two different telescopes to capture a widefield image of the area and individual close-ups at higher resolution.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/TOA1-M8M20-SL-DCP01andB600-09-Final7-Cc2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Sagittarius Triplet",
    "url": "https://apod.nasa.gov/apod/image/1707/TOA1-M8M20-SL-DCP01andB600-09-Final7-Cc1024.jpg"
  },
  {
    "copyright": "Josep Drudis",
    "date": "2021-03-26",
    "explanation": "Braided and serpentine filaments of glowing gas suggest this nebula's popular name, The Medusa Nebula. Also known as Abell 21, this Medusa is an old planetary nebula some 1,500 light-years away in the constellation Gemini. Like its mythological namesake, the nebula is associated with a dramatic transformation. The planetary nebula phase represents a final stage in the evolution of low mass stars like the sun as they transform themselves from red giants to hot white dwarf stars and in the process shrug off their outer layers. Ultraviolet radiation from the hot star powers the nebular glow. The Medusa's transforming star is the faint one near the center of the overall bright crescent shape. In this deep telescopic view, fainter filaments clearly extend above and right of the bright crescent region. The Medusa Nebula is estimated to be over 4 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/2103/Abell21-Drudis.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Medusa Nebula",
    "url": "https://apod.nasa.gov/apod/image/2103/Abell21-Drudis1024.jpg"
  },
  {
    "date": "2009-04-26",
    "explanation": "These two mighty galaxies are pulling each other apart.  Known as \"The Mice\" because they have such long tails, each spiral galaxy has likely already passed through the other. They will probably collide again and again until they coalesce.  The long tails are created by the relative  difference between gravitational pulls on the near and far parts of each galaxy.  Because the distances are so large, the cosmic interaction takes place in slow motion -- over hundreds of millions of years.  NGC 4676 lies about 300 million light-years away toward the constellation of Bernice's Hair (Coma Berenices) and are  likely members of the Coma Cluster of Galaxies.  The above picture was taken with the Hubble Space Telescope's Advanced Camera for Surveys which is more sensitive and images a larger field than previous Hubble cameras.  The camera is scheduled to be serviced during the coming flight of Space Shuttle.",
    "hdurl": "https://apod.nasa.gov/apod/image/0904/mice_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4676: When Mice Collide",
    "url": "https://apod.nasa.gov/apod/image/0904/mice_hst.jpg"
  },
  {
    "date": "2010-07-01",
    "explanation": "On May 29, looking southward from a vantage point about 350 kilometers above the southern Indian Ocean, astronauts onboard the International Space Station watched this enormous, green ribbon shimmering below. Known as aurora australis or southern lights, the shifting, luminous bands are commonly seen at high northern latitudes as well, there known as the aurora borealis or northern lights. North or south their cause is the same though, as energetic charged particles from the magnetosphere pile into the atmosphere near the Earth's poles. To produce the characteristic greenish glow, the energetic particles excite oxygen atoms at altitudes of 100 kilometers or more. Aurora on May 29 were likely triggered by the interaction of the magnetosphere with a coronal mass ejection erupting from the Sun on May 24.   Join Starship Asterisk: Discuss APODs, see the lastest space images, and browse the latest astronomy stories.",
    "hdurl": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455lrg.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Above Aurora Australis",
    "url": "https://apod.nasa.gov/apod/image/1007/ISS023-E-58455sm.jpg"
  },
  {
    "date": "2005-08-29",
    "explanation": "Where will Hurricane Katrina go?  One of the stronger storm systems of modern times appears headed for landfall somewhere in the southern USA sometime today.   Katrina was designated yesterday a rare Category 5 Hurricane, the strongest designation for a storm on Earth, and one that indicates sustained winds greater than 250 kilometers per hour.  Pictured above is a digitally processed image from the orbiting GOES-12 weather satellite that shows the massive storm system yesterday in the Gulf of Mexico. Starting as a slight pressure difference, hurricanes grow into large spiraling storm systems of low pressure, complete with high winds and driving rain.  A hurricane is powered by evaporating ocean water, and so typically gains strength over warm water and loses strength over land. Much remains unknown about hurricanes and cyclones, including how they are formed and the exact path they will take.",
    "hdurl": "https://apod.nasa.gov/apod/image/0508/katrina_goes12_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hurricane Katrina in the Gulf of Mexico",
    "url": "https://apod.nasa.gov/apod/image/0508/katrina_goes12.jpg"
  },
  {
    "copyright": "\nRobert Gendler\n",
    "date": "2018-12-17",
    "explanation": "What is the nearest major galaxy to our own Milky Way Galaxy?  Andromeda.  In fact, our Galaxy is thought to look much like Andromeda. Together these two galaxies dominate the Local Group of galaxies. The diffuse light from Andromeda is caused by the hundreds of billions of stars that compose it. The several distinct stars that surround Andromeda's image are actually stars in our Galaxy that are well in front of the background object. Andromeda is frequently referred to as M31 since it is the 31st object on Messier's list of diffuse sky objects. M31 is so distant it takes about two million years for light to reach us from there. Although visible without aid, the featured image of M31 is a digital mosaic of 20 frames taken with a small telescope. Much about M31 remains unknown, including exactly how long it will be before it  collides with our home galaxy.   Jump around the Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/m31_gendler_2700.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M31: The Andromeda Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1812/m31_gendler_1080.jpg"
  },
  {
    "copyright": "\nDetlef Hartmann\n",
    "date": "2020-01-19",
    "explanation": "Are your eyes good enough to see the Crab Nebula expand?  The Crab Nebula is cataloged as M1, the first on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, an expanding cloud of debris from the explosion of a massive star. The violent birth of the Crab was witnessed by astronomers in the year 1054. Roughly 10 light-years across today, the nebula is still expanding at a rate of over 1,000 kilometers per second. Over the past decade, its expansion has been documented in this stunning time-lapse movie. In each year from 2008 to 2017, an image was produced with the same telescope and camera from a remote observatory in Austria. Combined in the time-lapse movie, the 10 images represent 32 hours of total integration time. The sharp, processed frames even reveal the dynamic energetic emission within the incredible expanding Crab. The Crab Nebula lies about 6,500 light-years away in the constellation Taurus.   Teachers: APOD in the Classroom",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/qL1f40NPG8w/0.jpg",
    "title": "M1: The Incredible Expanding Crab Nebula",
    "url": "https://www.youtube.com/embed/qL1f40NPG8w?rel=0"
  },
  {
    "date": "1995-12-06",
    "explanation": "",
    "hdurl": "https://apod.nasa.gov/apod/image/JupGalPr_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "24 Hours from Jupiter",
    "url": "https://apod.nasa.gov/apod/image/JupGalPr.gif"
  },
  {
    "copyright": "\nWally Pacholka \n(Astropics.com)\n",
    "date": "2007-12-25",
    "explanation": "Welcome to The World At Night. Sharing the night sky seen around the world, this view from Monument Valley, USA includes a picturesque foreground of famous buttes. Buttes are composed of hard rock left behind after water eroded away the surrounding soft rock.   The two buttes on the image left are known as the Mittens, while Merrick Butte is on the right. Recorded just last week, planet Mars is at the left of the skyscape, a glowing beacon of orange that is the brightest object in the frame.  To the right of Mars lies the constellation of Orion. Betelgeuse is the reddish star near the center and the Belt of Orion and the Orion Nebula are farther right. Finally, the bright blue star Rigel appears above Merrick Butte in this stunning view of  The World At Night.   APOD presents: Astronomy Pictures of the Year for 2007",
    "hdurl": "https://apod.nasa.gov/apod/image/0712/monument_pacholkaN.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Mars and Orion Over Monument Valley",
    "url": "https://apod.nasa.gov/apod/image/0712/monument_pacholka800.jpg"
  },
  {
    "date": "2000-07-25",
    "explanation": "This is what a star really looks like from the surface of the Earth.  To the best the human eye can see, stars are so far away they appear the same as would infinitesimal points of light.  The Earth's atmosphere, however, is clumpy, so that different air pockets produce different images of a single point-like star.  Because the atmosphere is always windy and changing, the number and position of images is always changing, with the result that stars appear to twinkle.  In reality, the above time-lapse sequence occurs ten times faster.  Close inspection will reveal a single small image of the star that is repeated over and over.  This image is called a speckle and its size is again not really infinitesimal, but determined by strange quantum effects that involve the finite size of the telescope.  Recent work in adaptive optics (\"rubber mirrors\") have made spectacular advances in reducing this atmospheric blurring. Betelgeuse is the star twinkling above, and in space, above the Earth's atmosphere, it really looks like this.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/AlphaOri_cardiff.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Why Stars Twinkle",
    "url": "https://apod.nasa.gov/apod/image/0007/AlphaOri_cardiff_big.gif"
  },
  {
    "date": "2003-04-14",
    "explanation": "New evidence has emerged that a mysterious type of explosion known as a gamma ray burst is indeed connected to a supernova of the type visible in the above image.  Two weeks ago, the orbiting HETE satellite detected gamma-ray burst GRB030329.  The extremely bright burst was found hours later to have an extremely bright afterglow in visible light, and soon set the record for the closest measured distance at redshift 0.17.  The afterglow brightness allows unprecedented coverage of its evolution.  Just this week, as many astronomers suspected would happen, the afterglow began to appear as a fading Type II Supernova.  Type II Supernovas might not appear coincident with gamma-ray bursts, however, when the gamma-ray beam goes in another direction.  The above spiral galaxy, NGC 3184, was home to a Type II Supernova in 1999 at the position of the arrow.  Astronomers are currently pressing hard to find the host galaxy for GRB030329.",
    "hdurl": "https://apod.nasa.gov/apod/image/0304/ngc3184_kelly_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Gamma Ray Burst - Supernova Connection",
    "url": "https://apod.nasa.gov/apod/image/0304/ngc3184_kelly.jpg"
  },
  {
    "date": "2006-08-20",
    "explanation": "Vesta is a huge rock 500 kilometers across that orbits out past Mars.  In 1997, the above map of Vesta created using the Hubble Space Telescope was released showing a rugged surface highlighted by a single crater spanning nearly the entire length of the asteroid.  The large crater dominates the lower part of the above false-color conglomerate image: blue indicates low terrain, while red indicates raised terrain.  Evidence indicates that Vesta underwent a tremendous splintering collision about a billion years ago.   In October 1960, a small chunk of this rock believed to have originated on Vesta fell to Earth and was recovered in Australia. Vesta is considered by some to be a candidate for reclassification into a planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/0608/vesta1_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Map of Asteroid Vesta",
    "url": "https://apod.nasa.gov/apod/image/0608/vesta1_hst.jpg"
  },
  {
    "date": "1997-12-21",
    "explanation": "Today is the Winter Solstice, the shortest day of the year in the Northern Hemisphere. The yearly cycle of Seasons on planet Earth once again finds the Sun at its lowest point in the Northern Sky. The Sun's own 11 year cycle of activity is progressing toward a maximum which will occur in 2000-2001. This image of the Sun in the light of ionized Helium was recorded by the space-based SOHO observatory only three days ago and shows many prominences and active regions.",
    "hdurl": "https://apod.nasa.gov/apod/image/9712/sun1218_heii_eit_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Winter Solstice",
    "url": "https://apod.nasa.gov/apod/image/9712/sun1218_heii_eit.gif"
  },
  {
    "copyright": "\nAnglo-Australian Telescope\nBoard\n",
    "date": "1996-08-10",
    "explanation": "Spiral galaxy M66 is largest galaxy in the a group known as the Leo Triplet. M66 is somewhat peculiar because of its asymmetric spiral arms. Usually dense waves of gas, dust, and newly formed stars - called spiral density waves - circle a galactic center and create a symmetric galaxy. Gravity from nearby Leo Triplet neighbor M65, however, has probably distorted this galaxy. In M66, intricate long dust lanes are seen intertwined with the bright stars that light up the spiral arms. Recent research indicates that M66 is unusual in that older stars are thought to heat up the dust in the galaxy's central bulge - a job attributed to young and hot stars in many other galaxies. M66 is famous for a powerful \"Type Ia\" supernova that was observed in 1989. Stellar explosions like this are thought nearly identical and so by noting how bright they appear, astronomers can estimate their true distance - and therefore calibrate the scale of the universe!",
    "hdurl": "https://apod.nasa.gov/apod/image/m66_aat.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Unusual Spiral Galaxy M66",
    "url": "https://apod.nasa.gov/apod/image/m66_aat_big.gif"
  },
  {
    "date": "2005-07-26",
    "explanation": "Why is Saturn's moon Hyperion textured like a sponge?  Recent high-resolution images from the robot Cassini spacecraft orbiting Saturn show Hyperion to be an even stranger place than thought before.  Previously, it was known that the length of a day on Hyperion is unpredictable.  The moon's highly elliptical orbit around Saturn, its highly non-spherical shape, and its locked 4:3 orbital resonance with Titan torque Hyperion around so much it is hard to predict when the Sun will rise next.  The newly imaged craters on the unusually coarse surface are surely the result of impacts, but for some reason have dark centers.  The low density of Hyperion indicates it might even be a spelunker's paradise, riddled with tremendous caverns.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/hyperion_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hyperion: Sponge Moon of Saturn",
    "url": "https://apod.nasa.gov/apod/image/0507/hyperion_cassini.jpg"
  },
  {
    "copyright": "Babak Tafreshi",
    "date": "2010-01-15",
    "explanation": "The stars of a summer night on the left and the winter night sky on the right are the same stars. In fact, both pictures were taken in late December and have similar fields of view. The left panel shows a scene from a beach on Bruny Island off the coast of Tasmania, Australia, while the right panel features the sky over the snowy Alborz Mountains of northern Iran. But if the sky on one side still looks unfamiliar to you, just put your cursor over the image to see an alternate version. The alternate image will trace the outlines of the familiar constellation of Orion, as seen from the southern and northern hemispheres of planet Earth.",
    "hdurl": "https://apod.nasa.gov/apod/image/1001/TwoHemispheresTafreshi.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Scenes from Two Hemispheres",
    "url": "https://apod.nasa.gov/apod/image/1001/TwoHemispheresTafreshi_900.jpg"
  },
  {
    "date": "2003-04-17",
    "explanation": "Close to the Great Bear (Ursa Major) and surrounded by the stars of the Hunting Dogs (Canes Venatici), this celestial nebula was discovered in 1781 by the metric French astronomer Pierre Mechain and later added to the catalog of his friend and colleague Charles Messier as M106. Modern deep telescopic views reveal it to be an island universe -- a spiral galaxy around 30 thousand light-years across located only about 21 million light-years beyond the stars of the Milky Way. Youthful blue star clusters and reddish stellar nurseries trace the striking spiral arms of M106. Seen so clearly in this beautiful image, the galaxy's bright core is also visible across the spectrum from radio to x-rays, making M106 a nearby example of the Seyfert class of active galaxies. The bright core of a Seyfert galaxy is believed to be powered by matter falling into a massive central black hole.",
    "hdurl": "https://apod.nasa.gov/apod/image/0304/m106_block_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M106 in Canes Venatici",
    "url": "https://apod.nasa.gov/apod/image/0304/m106_block_c1.jpg"
  },
  {
    "date": "2016-05-22",
    "explanation": "What created this great arc in space?  This arcing, graceful structure is actually a bow shock about half a light-year across, created as the wind from young star LL Orionis collides with the Orion Nebula flow. Adrift in Orion's stellar nursery and still in its formative years, variable star LL Orionis produces a wind more energetic than the wind from our own middle-aged sun. As the fast stellar wind runs into slow moving gas a shock front is formed, analogous to the bow wave of a boat moving through water or a plane traveling at supersonic speed. The slower gas is flowing away from the Orion Nebula's hot central star cluster, the Trapezium, located off the lower right hand edge of the picture. In three dimensions, LL Ori's wrap-around shock front is shaped like a bowl that appears brightest when viewed along the \"bottom\" edge. The complex stellar nursery in Orion shows a myriad of similar fluid shapes associated with star formation, including the bow shock surrounding a faint star at the upper right. Part of a mosaic covering the Great Nebula in Orion, this composite color image was recorded in 1995 by the Hubble Space Telescope.   Follow APOD on: Facebook,  Google Plus,  Instagram, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1605/LLOri_hubble_1074.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "LL Orionis: When Cosmic Winds Collide",
    "url": "https://apod.nasa.gov/apod/image/1605/LLOri_hubble_960.jpg"
  },
  {
    "date": "2009-11-30",
    "explanation": "This was just one more breathtaking view from the International Space Station.  The Sun, a crescent Earth, and the long arm of a solar panel were all visible outside a window when the Space Shuttle Atlantis visited the orbiting outpost last week. Reflections from the window and hexagonal lens flares from the camera are superposed. The space shuttle landed Friday after a successful 10 day mission to expand and resupply the ISS. Numbered STS-129, the space shuttle mission returned astronaut Nicole Stott to Earth from her stay on the ISS as a Flight Engineer in the Expedition 20 and 21 crews.",
    "hdurl": "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Bright Sun and Crescent Earth from the Space Station",
    "url": "https://apod.nasa.gov/apod/image/0911/sunearthpanel_sts129.jpg"
  },
  {
    "date": "2004-10-10",
    "explanation": "It was a quiet day on the Sun.  The above image shows, however, that even during off days the Sun's surface is a busy place.  Shown in ultraviolet light, the relatively cool dark regions have temperatures of thousands of degrees Celsius.  Large sunspot group AR 9169 is visible as the bright area near the horizon.  The bright glowing gas flowing around the sunspots has a temperature of over one million degrees Celsius.  The reason for the high temperatures is unknown but thought to be related to the rapidly changing magnetic field loops that channel solar plasma.  Sunspot group AR 9169 moved across the Sun during 2000 September and decayed in a few weeks.",
    "hdurl": "https://apod.nasa.gov/apod/image/0410/sun2_trace_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunspot Loops in Ultraviolet",
    "url": "https://apod.nasa.gov/apod/image/0410/sun2_trace.jpg"
  },
  {
    "copyright": "\nAndrey Oreshko\n",
    "date": "2008-12-08",
    "explanation": "What is that strange dark ribbon on the sky? When observing the great globular cluster NGC 4372, observers frequently take note of a strange dark streak nearly three degrees in length running near it.  Unnamed, the streak, actually a long molecular cloud, has become known as the Dark Doodad Nebula.  (Doodad is slang for a thingy or a whatchamacallit.)  Pictured above in a rich and colorful star-field, the Dark Doodad Nebula can be found sweeping across the image center.  The globular star cluster NGC 4372 is visible on the image left, while the bright star gamma Musca is seen to the cluster's right. The Dark Doodad Nebula can be found with strong binoculars toward the southern constellation of the Fly (Musca).  The above image was compiled by consecutive 45 minutes exposures taken by a small telescope from the La Frontera region in Chile.",
    "hdurl": "https://apod.nasa.gov/apod/image/0812/doodad_oreshko_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Dark Doodad Nebula",
    "url": "https://apod.nasa.gov/apod/image/0812/doodad_oreshko.jpg"
  },
  {
    "copyright": "N. A. Sharp",
    "date": "2001-06-11",
    "explanation": "Beneath the south pole of our Milky Way Galaxy lies a ball of over 100,000 stars.  M2, the second object on Charles Messier's eighteenth century list of bright diffuse sky objects, is known as a globular cluster, and orbits the center of our Galaxy like nearly 200 other globular clusters left over from the early days of our universe.  M2, pictured above, spans over 150 light-years, lies about 50,000 light-years away, and can be seen with binoculars towards the constellation of Aquarius.  Determining the distances and ages to globular clusters like M2 constrains the scale and age of our entire universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/m2_noao_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Globular Cluster M2",
    "url": "https://apod.nasa.gov/apod/image/0106/m2_noao.jpg"
  },
  {
    "copyright": "\nChris\nSchur\n",
    "date": "2007-07-04",
    "explanation": "Contrasting colors in this beautiful sunset sky were captured on June 30 from Clear Creek Canyon Observatory in central Arizona, USA. The twilight scene includes brilliant Venus as the evening star, with a bright Saturn just above it, shining through thin clouds. The two wandering planets were a mere 1 degree apart or so, about twice the width of the full Moon rising above the eastern horizon on the other side of the sky. In fact, such serene skyviews were possible from all over planet Earth as Venus and Saturn approached a conjunction. Regulus, alpha star of the constellation Leo, is above and to the left of the close planetary pairing. At dusk, lights in tonight's sky will also feature Venus and Saturn low in the west and separated by about 2 degrees.",
    "hdurl": "https://apod.nasa.gov/apod/image/0707/saturnvenus_schur.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Red, White, and Blue Sky",
    "url": "https://apod.nasa.gov/apod/image/0707/saturnvenus_schur_c800.jpg"
  },
  {
    "copyright": "Jaime Fernández",
    "date": "2010-10-07",
    "explanation": "Touring the solar system with a 6 year orbital period, small comet Hartley 2 (103/P Hartley) will make its closest approach to planet Earth on October 20 and its closest approach to the Sun on October 28. It may become a naked-eye comet, just visible in clear, dark skies. Meanwhile the comet has been a tempting telescopic target, seen here with an alluring green coma as it shares the frame with emission nebula NGC 281 and stars of the constellation Cassiopeia on October 2. The nebula's gaping profile defined by dust clouds against the red glow suggests its more playful moniker, the Pacman Nebula. An apparent short bright streak shows the comet's motion against the background stars during the hour of accumulated exposure time. Over the next few days Comet Hartley 2's motion will also carry it across a field of view featuring the famous double star cluster in Perseus. On November 4 a spacecraft from planet Earth will actually fly within about 700 kilometers of the comet's nucleus. Now dubbed EPOXI, that spacecraft was formerly known as Deep Impact.",
    "hdurl": "https://apod.nasa.gov/apod/image/1010/hartley2pacman_fernandez.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Pacman and Hartley",
    "url": "https://apod.nasa.gov/apod/image/1010/hartley2pacman_fernandez900.jpg"
  },
  {
    "copyright": "\nJason Ware\n",
    "date": "2000-05-01",
    "explanation": "Here's a familiar shape in an unfamiliar location!  This emission nebula is famous partly because it resembles Earth's continent of North America.  To the right of the North America Nebula, cataloged as NGC 7000, is a less luminous Pelican Nebula.  The two emission nebula measure about 50 light-years across, are located about 1500 light-years away, and are separated by a dark absorption cloud.  The nebulae can be seen with binoculars from a dark location.  Look for a small nebular patch north-east of bright star Deneb in the constellation of Cygnus.  It is still unknown which star or stars ionize the red-glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/northamneb_ware_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The North America Nebula",
    "url": "https://apod.nasa.gov/apod/image/0005/northamneb_ware.jpg"
  },
  {
    "copyright": "\nRoyal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA\n\n",
    "date": "1995-12-01",
    "explanation": "Are we alone in the universe?  Do other stars have planets too? Humanity took one step closer to answering these questions in October 1995 when it was announced that the star 51 Pegasi harbors at least one planet. In the above picture of 51 Peg the planet is not visible - it can only be detected by noticing small changes in the star's motion. Claims of planets orbiting other stars are rare, with perhaps the most credible pertaining to a neutron star - a star much different than the Sun.  But new ground was broken when the planetary detection claimed around the normal Sun-like star 51 Peg was confirmed. The planet, discovered by Michel Mayor and Didier Queloz, is thought to be like Jupiter - except orbiting so close to the parent star that it's year lasts only about 4 days!  In the above picture the lines centered on 51 Peg are caused by the telescope itself and are not related to the star or planet.",
    "hdurl": "https://apod.nasa.gov/apod/image/peg51_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "51 Pegasi: A New Planet Discovered",
    "url": "https://apod.nasa.gov/apod/image/peg51_skyview.gif"
  },
  {
    "copyright": "Jack Fusco",
    "date": "2012-02-23",
    "explanation": "Venus and Jupiter are this month's two brightest planets. Shortly after sunset on February 20, they dominate the sky above the western horizon and this snowy landscape. In clear and transparent skies over Cherry Springs State Park, Pennsylvania, USA, they are also seen immersed in Zodiacal light. The extended, diffuse, triangular glow is sunlight scattered by dust along the plane of the ecliptic. Brighter near the horizon, the Zodiacal glow angles upward, first to Venus and then to Jupiter hugging the ecliptic as they orbit the Sun. Fading even further, the glow stretches toward the lovely Pleides star cluster near the top of the frame. Following their appearance in this Zodiacal skyscape, the coming days will see Venus and Jupiter sharing the early evening sky with a young crescent Moon. The two bright planets are even headed for a close pairing or conjunction, separated by about 3 degrees on March 13.",
    "hdurl": "https://apod.nasa.gov/apod/image/1202/JackFusco_ZodiacalLightPortrait.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Zodiacal Skyscape",
    "url": "https://apod.nasa.gov/apod/image/1202/JackFusco_ZodiacalLightPortrait900.jpg"
  },
  {
    "date": "2007-12-27",
    "explanation": "No sudden, sharp boundary marks the passage of day into night in this gorgeous view of ocean and clouds over our fair planet Earth. Instead, the shadow line or terminator is diffuse and shows the gradual transition to darkness we experience as twilight. With the Sun illuminating the scene from the right, the cloud tops reflect gently reddened sunlight filtered through the dusty troposphere, the lowest layer of the planet's nurturing atmosphere. A clear high altitude layer, visible along the dayside's upper edge, scatters blue sunlight and fades into the blackness of space. This picture actually is a single digital photograph taken in June of 2001 from the International Space Station orbiting at an altitude of 211 nautical miles.   APOD presents: Astronomy Pictures of the Year for 2007",
    "hdurl": "https://apod.nasa.gov/apod/image/0712/earthterminator_iss002_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Earth at Twilight",
    "url": "https://apod.nasa.gov/apod/image/0712/earthterminator_iss002_c800.jpg"
  },
  {
    "date": "2000-07-09",
    "explanation": "Galaxies like colorful pieces of candy fill the Hubble Deep Field - one of humanity's most distant optical views of the Universe. The dimmest, some as faint as 30th magnitude (about four billion times fainter than stars visible to the unaided eye), are very distant galaxies and represent what the Universe looked like in the extreme past, perhaps less than one billion years after the Big Bang. To make the Deep Field image, astronomers selected an uncluttered area of the sky in the constellation Ursa Major (the Big Bear) and pointed the Hubble Space Telescope at a single spot for 10 days accumulating and combining many separate exposures. With each additional exposure, fainter objects were revealed. The final result can be used to explore the mysteries of galaxy evolution and the infant Universe.",
    "hdurl": "https://apod.nasa.gov/apod/image/0007/deepfield_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Hubble Deep Field",
    "url": "https://apod.nasa.gov/apod/image/0007/deepfield_hst.jpg"
  },
  {
    "copyright": "\nOptical: \nAldo Mottino & Carlos Colazo, \nOAC, C�rdoba;\nInfrared: Hubble Legacy Archive\n",
    "date": "2014-07-28",
    "explanation": "One of the most identifiable nebulae in the sky, the Horsehead Nebula in Orion, is part of a large, dark, molecular cloud.  Also known as Barnard 33, the unusual shape was first discovered on a photographic plate in the late 1800s.  The red glow originates from hydrogen gas predominantly behind the nebula, ionized by the nearby bright star Sigma Orionis.  The darkness of the Horsehead is caused mostly by thick dust, although the lower part of the Horsehead's neck casts a shadow to the left.  Streams of gas leaving the nebula are funneled by a strong magnetic field.  Bright spots in the Horsehead Nebula's base are young stars just in the process of forming.  Light takes about 1,500 years to reach us from the Horsehead Nebula.  The above image is a digital combination of images taken in blue, green, red, and hydrogen-alpha light from the Argentina, and an image taken in infrared light by the orbiting Hubble Space Telescope.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1407/horsehead_aldohubble_1000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Horsehead Nebula from Blue to Infrared",
    "url": "https://apod.nasa.gov/apod/image/1407/horsehead_aldohubble_960.jpg"
  },
  {
    "date": "2007-02-06",
    "explanation": "What's happening to our Sun?  Another Coronal Mass Ejection (CME)!  The Sun-orbiting SOHO spacecraft has imaged many erupting filaments lifting off the active solar surface and blasting enormous bubbles of magnetic plasma into space. Direct light from the sun is blocked in the inner part of the above image, taken in 2002, and replaced by a simultaneous image of the Sun in ultraviolet light.  The field of view extends over two million kilometers from the solar surface. While hints of these explosive events, called coronal mass ejections or CMEs, were discovered by spacecraft in the early 70s, this dramatic image is part of a detailed record of this CME's development from the presently operating SOHO spacecraft.  Near the minimum of the solar activity cycle CMEs occur about once a week, but near solar maximum rates of two or more per day are typical. Strong CMEs may profoundly influence space weather. Those directed toward our planet can have serious effects.",
    "hdurl": "https://apod.nasa.gov/apod/image/0702/cmesun_soho_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sun Storm: A Coronal Mass Ejection",
    "url": "https://apod.nasa.gov/apod/image/0702/cmesun_soho.jpg"
  },
  {
    "date": "2015-02-06",
    "explanation": "Our solar system's ruling giant planet Jupiter and 3 of its 4 large Galilean moons are captured in this single Hubble snapshot from January 24. Crossing in front of Jupiter's banded cloud tops Europa, Callisto, and Io are framed from lower left to upper right in a rare triple-moon conjunction. Distinguishable by colors alone icy Europa is almost white, Callisto's ancient cratered surface looks dark brown, and volcanic Io appears yellowish. The transiting moons and moon shadows can be identified by sliding your cursor over the image, or following this link. Remarkably, two small, inner Jovian moons, Amalthea and Thebe, along with their shadows, can also be found in the sharp Hubble view. The Galilean moons have diameters of 3,000 to 5,000 kilometers or so, comparable in size to Earth's moon. But odd-shaped Amalthea and Thebe are only about 260 and 100 kilometers across respectively.",
    "hdurl": "https://apod.nasa.gov/apod/image/1502/JupiterTriple0710UT_HST.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiter Triple-Moon Conjunction",
    "url": "https://apod.nasa.gov/apod/image/1502/JupiterTriple0710UT_HST900.jpg"
  },
  {
    "date": "2018-04-15",
    "explanation": "What's that rising from the clouds?  The space shuttle. Sometimes, if you look out the window of an airplane at just the right time and place, you see something unusual -- in this case a space shuttle launching to orbit.   The featured image of Endeavour's final launch in 2011 May was captured from a NASA shuttle training aircraft.  Taken well above the clouds, the image can be matched with similar images of the same shuttle plume taken below the clouds.  Hot glowing gasses expelled by the engines are visible near the rising shuttle, as well as a long smoke plume.  A shadow of the plume appears on the cloud deck, indicating the direction of the Sun. The US Space Shuttle program concluded in 2011, and Endeavour can now be visited at the California Science Center.  Planned for tomorrow, however, is a different launch -- that of the Transiting Exoplanet Survey Satellite (TESS) aboard a SpaceX Falcon 9 rocket.",
    "hdurl": "https://apod.nasa.gov/apod/image/1804/shuttleplume_sts134_2502.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Space Shuttle Rising",
    "url": "https://apod.nasa.gov/apod/image/1804/shuttleplume_sts134_960.jpg"
  },
  {
    "date": "1997-01-27",
    "explanation": "One of the most spectacular solar sights is\r a prominence. A solar prominence\r is a cloud of solar gas\r held above the Sun's surface by the\r Sun's magnetic field. The Earth\r would easily fit under one of the loops of the prominence shown\r in the above picture. A quiescent prominence\r typically lasts about a month, and may erupt in a Coronal Mass Ejection (CME) expelling hot gas into the Solar System.\r Although thought by many to be related to the magnetic field,\r the energy mechanism behind a Solar prominence is still unknown.\r",
    "hdurl": "https://apod.nasa.gov/apod/image/9701/sunprom_bear_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Prominent Solar Prominence",
    "url": "https://apod.nasa.gov/apod/image/9701/sunprom_bear.jpg"
  },
  {
    "copyright": "\nMike Olbinski; \n Music:  Impact Lento (Kevin MacLeod, Incompetech)\n",
    "date": "2021-06-13",
    "explanation": "Is that a cloud or an alien spaceship?  It's an unusual and sometimes dangerous type of thunderstorm cloud called a supercell. Supercells may spawn damaging tornados, hail, downbursts of air, or drenching rain.  Or they may just look impressive. A supercell harbors a mesocyclone -- a rising column of air surrounded by drafts of falling air.  Supercells could occur over many places on Earth but are particularly common in  Tornado Alley of the USA. Featured here are four time-lapse sequences of a supercell in 2013 rotating above and moving across Booker, Texas.  Captured in the video are new clouds forming near the storm center, dust swirling on the ground, lightning flashing in the upper clouds, all while the impressively sculptured complex rotates ominously.  Finally, after a few hours, as shown in the final sequence, dense rain falls as the storm begins to die out.   Notable images submitted to APOD: Last week's solar eclipse",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://i.vimeocdn.com/video/440119968-71a1ccabf6a0375c8a97fe52d649f771e5952a6dbe21732bd2792c48f9708c30-d_640",
    "title": "A Supercell Thunderstorm Over Texas",
    "url": "https://player.vimeo.com/video/67995158?title=0&portrait=0"
  },
  {
    "date": "1999-10-04",
    "explanation": "ven the largest of modern optical telescopes are small when compared with the light gathering power of the Central Receiver Test Facility (CRTF) located in New Mexico, USA.  CRTF has 220 mirrors each over 7-meters in diameter all focused on a single tower.  CRTF's main use is to investigate methods of collecting and using solar power.  CRTF does not create focussed sky images like a normal astronomical telescope, but collects light from a much larger area.  Recently, astronomers with the STACEE project have begun using CRTF to collect secondary light emitted when high-energy gamma rays strike the Earth's atmosphere.  Photons in this range might allow further exploration of enigmatic gamma ray burst explosions, and might be emitted when cosmic rays from supernovae impact gas clouds in the interstellar medium.",
    "hdurl": "https://apod.nasa.gov/apod/image/9910/stacee_hep_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "The 220 Mirrors of CRTF",
    "url": "https://apod.nasa.gov/apod/image/9910/stacee_hep.jpg"
  },
  {
    "copyright": "John Davis",
    "date": "2010-11-18",
    "explanation": "Hurtling through a cosmic dust cloud some 400 light-years away, the lovely Pleiades or Seven Sisters star cluster is well-known for its striking blue reflection nebulae. In the dusty sky toward the constellation Taurus and the Orion Arm of our Milky Way Galaxy, this remarkable image shows the famous star cluster at the upper left. But lesser known dusty nebulae lie along the region's fertile molecular cloud, within the 10 degree wide field, including the bird-like visage of LBN 777 near center. Small bluish reflection nebula VdB 27 at the lower right is associated with the young, variable star RY Tau. At the distance of the Pleiades, the 5 panel mosaic spans nearly 70 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1011/pleiadesSky_JOhn.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sisters of the Dusty Sky",
    "url": "https://apod.nasa.gov/apod/image/1011/pleiadesSky_JOhn600h.jpg"
  },
  {
    "copyright": "\nRoyal \nObservatory Edinburgh, Anglo-Australian Observatory, and AURA\n",
    "date": "1996-01-30",
    "explanation": "The star 70 Virginis has a planet. This recent discovery is the second known case of a planet orbiting a normal star other than our Sun itself. The first case involved 51 Pegasi and was announced last year. The star 70 Vir, shown in the center of the above false-color picture, is very much like the Sun. The planet is not visible above - the unusual structure surrounding the star is caused by the telescope. The planet, designated 70 Vir b for short, was discovered by very slight periodic shifts in its colors. Defining characteristics of this planet include that it is at least eight times the mass of Jupiter, it's orbit is much smaller than Jupiter's, and it's temperature allows water to exist in liquid form - like on the Earth. Life on Earth is based on liquid water - could life exist here too?",
    "hdurl": "https://apod.nasa.gov/apod/image/vir70_skyview.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "70 Virginis b: A New Water Planet?",
    "url": "https://apod.nasa.gov/apod/image/vir70_skyview.gif"
  },
  {
    "copyright": "\nStephen Bedingfield\n",
    "date": "2017-03-01",
    "explanation": "What kind of eclipse is this? On Sunday, visible in parts of Earth's southern hemisphere, the Moon blocked part of the Sun during a partial solar eclipse. In some locations, though, the effect was a rare type of partial eclipse called an annular eclipse. There, since the Moon is too far from the Earth to block the entire Sun, sunlight streamed around the edges of the Moon creating a \"ring of fire\". At some times, though, the effect was a rare type of annular eclipse. Then, an edge of the Moon nearly aligned with an edge of the Sun, allowing sunlight to stream through only low areas on the Moon.  Called a \"Baily's bead\" or a \"diamond ring\", this doubly rare effect was captured Sunday in the feature photograph from Chubut, Argentina, in South America. This summer a total solar eclipse will swoop across North America.   Almost Hyperspace: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/1703/Annular_Bedingfield_840.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Solar Eclipse with a Beaded Ring of Fire",
    "url": "https://apod.nasa.gov/apod/image/1703/Annular_Bedingfield_960.jpg"
  },
  {
    "date": "1999-03-06",
    "explanation": "Miranda is a bizarre world which surely had a tempestuous past. The innermost of the larger Uranian moons, Miranda is almost 300 miles in diameter and was discovered in 1948 by American planetary astronomer Gerard Kuiper. Examined very closely by the Voyager 2 spacecraft in 1986, this dark and distant world turned out to be quite a surprise. Miranda was found to display a unique, bewildering variety of terrain leading some to suggest that it has been fractured up to 5 times during its evolution. Along with the famous \"chevron\" feature, the bright V-shaped area just above center, this composite of the highest resolution images of Miranda shows wild juxtapositions of ridges and valleys, older cratered and younger smooth surfaces, and shadowy canyons perhaps 12 miles deep.  The large crater (below center) is the 15 mile wide crater Alonso.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/miranda_vg2mos1_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Miranda, Chevron, and Alonso",
    "url": "https://apod.nasa.gov/apod/image/9802/miranda_vg2mos1.jpg"
  },
  {
    "copyright": "\nRick Scott\n",
    "date": "2002-08-23",
    "explanation": "On August 13, while counting Perseid meteors under dark, early morning Arizona skies, Rick Scott set out to photograph their fleeting but fiery trails. The equipment he used included a telephoto lens and fast color film. After 21 pictures he'd caught only two meteors, but luckily this was one of them. Tracking the sky, his ten minute long exposure shows a field of many stars in our own Milky Way galaxy, most too faint to be seen by the unaided eye. Flashing from lower left to upper right, the bright meteor would have been an easy eyeful though, as friction with Earth's atmosphere vaporized the hurtling grain of cosmic sand, a piece of dust from Comet Swift-Tuttle. Just above and left of center, well beyond the stars of the Milky Way, lies the island universe known as M31 or the Andromeda galaxy. The visible meteor trail begins about 100 kilometers above Earth's surface, one of the closest celestial objects seen in the sky. In contrast, Andromeda, about 2 million light-years away, is the most distant object easily visible to the naked-eye.",
    "hdurl": "https://apod.nasa.gov/apod/image/0208/perseidM31_rscott_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Island Universe, Cosmic Sand",
    "url": "https://apod.nasa.gov/apod/image/0208/perseidM31_rscott.jpg"
  },
  {
    "date": "2013-02-26",
    "explanation": "Does it rain on the Sun? Yes, although what falls is not water but extremely hot plasma. An example occurred in mid-July 2012 after an eruption on the Sun that produced both a Coronal Mass Ejection and a moderate solar flare.  What was more unusual, however, was what happened next. Plasma in the nearby solar corona was imaged cooling and falling back, a phenomenon known as coronal rain. Because they are electrically charged, electrons, protons, and ions in the rain were gracefully channeled along existing magnetic loops near the Sun's surface, making the scene appear as a surreal three-dimensional sourceless waterfall. The resulting surprisingly-serene spectacle is shown in ultraviolet light and highlights matter glowing at a temperature of about 50,000 Kelvin. Each second in the above time lapse video takes about 6 minutes in real time, so that the entire coronal rain sequence lasted about 10 hours.   Ask Me Anything:  APOD Editor to answer questions on reddit at 11 am EST this Thursday",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/3Ghaf2du-XM/0.jpg",
    "title": "Coronal Rain on the Sun",
    "url": "https://www.youtube.com/embed/3Ghaf2du-XM?rel=0"
  },
  {
    "date": "2003-10-29",
    "explanation": "Yesterday, our Sun produced one of the most powerful solar flares in recorded history.  Seen across the electromagnetic spectrum, the Sun briefly became over 100 times brighter in X-rays than normal.  Over the next few days, as energetic particles emitted from these regions strike the Earth, satellite communications might be affected and auroras might develop.  The flare and resulting CME, emitted from giant sunspot group 10486, was captured above as it happened by the by the LASCO instrument aboard the Sun-orbiting SOHO satellite. The disk of the Sun is covered to accentuate surrounding areas.  The time-lapse movie shows the tremendous explosion in frames separated in real time by about 30 minutes each.  The frames appear progressively noisier as protons from the flare begin to strike the detector.  The SOHO satellite has been put in a temporary safe mode to avoid damage from the solar particle storm.",
    "hdurl": "https://apod.nasa.gov/apod/image/0310/xflare_soho.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Powerful Solar Flare",
    "url": "https://apod.nasa.gov/apod/image/0310/xflare_soho_big.gif"
  },
  {
    "date": "2002-10-22",
    "explanation": "As expected, the ozone hole near Earth's South Pole is back again this year. This time, however, it's smaller than the past two years, and has an unusual double lobe structure.  Ozone is important because it shields us from damaging ultraviolet sunlight.  Ozone is vulnerable, though, to CFCs and halons being released into the atmosphere.  International efforts to reduce the use of these damaging chemicals appear to be having a positive effect on their atmospheric abundance.  The smaller size of the ozone hole this year, however, is attributed mostly to warmer than normal air in the surrounding stratosphere.  The above picture of the ozone hole was taken on September 24 by  TOMS on board the orbiting Earth Probe satellite.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/ozone020924_toms_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Small Double Ozone Hole in 2002",
    "url": "https://apod.nasa.gov/apod/image/0210/ozone020924_toms.jpg"
  },
  {
    "date": "2020-11-01",
    "explanation": "What's happening at the center of the Trifid Nebula? Three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear near the bottom, while other dark filaments of dust are visible threaded throughout the nebula.  A single massive star visible near the center causes much of the Trifid's glow.  The Trifid, cataloged as M20, is only about 300,000 years old, making it among the youngest emission nebulas known.  The star forming nebula lies about 9,000 light years away toward the constellation of the Archer (Sagittarius). The region pictured here spans about 10 light years.  The featured image is a composite with luminance taken from an image by the 8.2-m ground-based Subaru Telescope, detail provided by the 2.4-m orbiting Hubble Space Telescope, color data provided by Martin Pugh and image assembly and processing provided by Robert Gendler.   Portal Universe: Random APOD Generator",
    "hdurl": "https://apod.nasa.gov/apod/image/2011/Trifid_HubbleGendler_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "In the Center of the Trifid Nebula",
    "url": "https://apod.nasa.gov/apod/image/2011/Trifid_HubbleGendler_960.jpg"
  },
  {
    "copyright": "\nDaniel L�pez\n(El Cielo de Canarias)\n\n",
    "date": "2013-02-17",
    "explanation": "There it goes.  That small spot moving in front of background stars in the above video is a potentially dangerous asteroid passing above the Earth's atmosphere. This past Friday, the 50-meter wide asteroid 2012 DA14 just missed the Earth, passing not only inside the orbit of the Moon, which is unusually close for an asteroid of this size, but also inside the orbit of geosynchronous satellites. Unfortunately, asteroids this big or bigger strike the Earth every 1000 years or so. Were 2012 DA14 to have hit the Earth, it could have devastated a city-sized landscape, or stuck an ocean and raised dangerous tsunamis. Although finding and tracking potentially dangerous asteroids is a primary concern of modern astronomy, these small bodies or ice and rock are typically so dim that only a few percent of them have been found, so far. Even smaller chunks of ice and rock, like the (unrelated) spectacular meteors that streaked over Russia and California over the past few days, are even harder to find -- but pose less danger.   Gallery: Videos and images of 2012 DA14",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://i.vimeocdn.com/video/415751516-8c847092b084fe91f8bbce896ef3be1ca2ce6d9b11ad9a054ae7a28d977e1c2b-d_640",
    "title": "Asteroid 2012 DA14 Passes the Earth",
    "url": "https://player.vimeo.com/video/59789517"
  },
  {
    "copyright": "Clear Skies",
    "date": "2008-04-15",
    "explanation": "This night was a sky enthusiast's delight. While relaxing in Sweden last week, many a cosmic wonder was captured with a single snapshot.  They are described here from near to far.  In the foreground are nearby trees and more distant snow covered mountains. In silhouette, Clouds can be seen just above the horizon, and a careful eye can even discern the more distant green and red auroras which occur in Earth's upper atmosphere.   Red emission nebulas dot the sky, including the Heart and Soul Nebulas, IC 1396 and the North America Nebula.  Running diagonally from the upper left to the lower right is the majestic glowing band of our Milky Way Galaxy's central plane..  More distant than everything else, appearing as it did over two million years ago, is the Andromeda galaxy, visible above the horizon toward on the lower left.",
    "hdurl": "https://apod.nasa.gov/apod/image/0804/skydelights_heden_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sky Delights Over Sweden",
    "url": "https://apod.nasa.gov/apod/image/0804/skydelights_heden.jpg"
  },
  {
    "date": "2003-06-21",
    "explanation": "The Earth's northern hemisphere is outlined as a sunlit crescent in this dramatic view from orbit, recorded near local midnight by the Geostationary Operational Environmental Satellite (GOES-8) on June 22, 1996. That date was two days after the Solstice, by astronomical reckoning, the first day of summer in the north and winter in the southern hemisphere. Today's scheduled geocentric astronomical event is again the northern hemisphere's summer Solstice, with the Sun reaching its northernmost declination at 19 hours 10 minutes Universal Time. That makes today also the longest day of the year in the north, with the arctic regions near the top of the picture experiencing 24 hours of daylight. Looking south along the Earth's limb, atmospheric scattering of sunlight causes the limb to be visible beyond areas directly illuminated by the sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/0306/crescentearth_goes8_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Crescent Earth at Midnight",
    "url": "https://apod.nasa.gov/apod/image/0306/crescentearth_goes8_c3.jpg"
  },
  {
    "date": "2003-06-02",
    "explanation": "Fogs of clouds and dust covered parts of southern Mars during last Martian winter.  Giant volcanoes, such as Ascraeus Mons, the central circular feature near the top of the image, were surrounded by large water clouds.  Slightly southwest, Pavonis Mons and Arisa Mons also peeked above their water clouds.  The rough terrain below center is Labyrinthus Noctis, a maze of deep troughs running over 200 kilometers long.   Directly south, a large white dust storm fogs Syria Planum, a large plateau.  This image mosaic was taken by the Mars Global Surveyor spacecraft currently orbiting Mars.  Soon, five more Earth-launched spacecraft should arrive at the Red Planet, named for the Roman god of war.",
    "hdurl": "https://apod.nasa.gov/apod/image/0305/syriastorm_mgs_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Fogs of Mars",
    "url": "https://apod.nasa.gov/apod/image/0305/syriastorm_mgs.jpg"
  },
  {
    "copyright": "Luis Argerich",
    "date": "2013-01-24",
    "explanation": "Clouds on a summer night frame this sea and skyscape, recorded earlier this month near Buenos Aires, Argentina. But planet Earth's clouds are not the only clouds on the scene. Starry clouds and nebulae along the southern hemisphere's summer Milky Way arc above the horizon, including the dark Coal Sack near the Southern Cross and the tantalizing pinkish glow of the Carina Nebula. Both the Large (top center) and Small Magellanic Clouds are also in view, small galaxies in their own right and satellites of the Milky Way up to 200,000 light-years distant. Alpha star of the Carina constellation and second brightest star in Earth's night, Canopus shines above about 300 light-years away. Still glinting in sunlight at an altitude of 400 kilometers, the orbiting International Space Station traces a long streak through the single, 5 minute, star-tracking exposure.",
    "hdurl": "https://apod.nasa.gov/apod/image/1301/ISSMW_argerichMG_5234_16.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "ISS and the Summer Milky Way",
    "url": "https://apod.nasa.gov/apod/image/1301/ISSMW_argerichMG_5234_16h900.jpg"
  },
  {
    "date": "2005-07-01",
    "explanation": "Fomalhaut (sounds like \"foam-a-lot\") is a bright, young, star, a mere 25 light-year trip from planet Earth in the direction of the constellation Piscis Austrinus. Earlier infrared observations identified a torus of cold material surrounding the nearby star but the panels above detail the sharpest ever visible light-image of Fomalhaut's dusty debris ring, recorded by the Hubble Space Telescope's ACS camera. Overwhelming glare from the star is masked by an occulting disk in the camera's coronagraph. The off-center ring with a sharp inner boundary is taken to be strong evidence of a massive planet orbiting far from Fomalhaut, shaping and maintaining the ring's inner edge. Starting 133 astronomical units (Earth-Sun distances) from Fomalhaut, the dusty ring itself is likely a larger, younger analog of our own Kuiper Belt - the solar system's outer reservoir of icy bodies.",
    "hdurl": "https://apod.nasa.gov/apod/image/0507/fomalhaut_hst_wf.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Ring Around Fomalhaut",
    "url": "https://apod.nasa.gov/apod/image/0507/fomalhaut_hst_c70.jpg"
  },
  {
    "date": "2003-03-09",
    "explanation": "Tomorrow's picture: Big Pinwheel  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA / GSFC & NASA SEU Edu. Forum & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/0108/jupitercrescent_cassini_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Farewell Jupiter",
    "url": "https://apod.nasa.gov/apod/image/0108/jupitercrescent_cassini.jpg"
  },
  {
    "date": "2010-06-23",
    "explanation": "What are these strange color bands being seen from the International Space Station? The Sun setting through Earth's atmosphere.  Pictured above, a sunset captured last month by the ISS's Expedition 23 crew shows in vivid detail many layers of the Earth's thin atmosphere. Part of the Earth experiencing night crosses the bottom of the image. Above that, appearing in deep orange and yellow, is the Earth's troposphere, which contains 80 percent of the atmosphere by mass and almost all of the clouds in the sky. Above the troposphere, seen as a light blue band with white clouds, is the stratosphere, part of the Earth's atmosphere where airplanes fly and some hardy bacteria float. Above the stratosphere, visible as a darker blue bands, are higher and thinner atmospheric levels that gradually fade away into the cold dark  vacuum of outer space. Sunset is not an uncommon sight for occupants of the International Space Station, because it can be seen as many as 16 times a day.",
    "hdurl": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sunset from the International Space Station",
    "url": "https://apod.nasa.gov/apod/image/1006/earthatmosphere_iss23.jpg"
  },
  {
    "copyright": "\nJoshua Cripps\n",
    "date": "2020-02-10",
    "explanation": "What's happening behind that camel? A partial eclipse of the Sun. About six and a half weeks ago, the Moon passed completely in front of the Sun as seen from a narrow band on the Earth. Despite (surely) many camels being located in this narrow band, only one found itself stationed between this camera, the distant Moon, and the even more distant Sun. To create this impressive superposition, though, took a well-planned trip to the United Arab Emirates, careful alignments, and accurate timings on the day of the eclipse.  Although the resulting featured image shows a partially eclipsed Sun rising, the Moon went on to appear completely engulfed by the Sun in an annular eclipse known as a ring of fire.  Forward scattering of sunlight, dominated by quantum mechanical diffraction, gives the camel hair and rope fray an unusual glow.  The next solar eclipse is also an annular eclipse and will occur this coming June.   News: Solar Orbiter Launched",
    "hdurl": "https://apod.nasa.gov/apod/image/2002/EclipseCamel_Cripps_2560.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Solar Eclipse over the UAE",
    "url": "https://apod.nasa.gov/apod/image/2002/EclipseCamel_Cripps_960.jpg"
  },
  {
    "date": "2019-08-31",
    "explanation": "Few cosmic vistas excite the imagination like the Orion Nebula, an immense stellar nursery some 1,500 light-years away. Spanning about 40 light-years across the region, this infrared image from the Spitzer Space Telescope was constructed from data intended to monitor the brightness of the nebula's young stars, many still surrounded by dusty, planet-forming disks. Orion's young stars are only about 1 million years old, compared to the Sun's age of 4.6 billion years. The region's hottest stars are found in the Trapezium Cluster, the brightest cluster near picture center. Launched into orbit around the Sun on August 25, 2003 Spitzer's liquid helium coolant ran out in May 2009. The infrared space telescope continues to operate though, its mission scheduled to end on January 30, 2020. Recorded in 2010, this false color view is from two channels that still remain sensitive to infrared light at Spitzer's warmer operating temperatures.",
    "hdurl": "https://apod.nasa.gov/apod/image/1908/orion2010_spitzer.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Spitzer's Orion",
    "url": "https://apod.nasa.gov/apod/image/1908/orion2010_spitzerMedRC.jpg"
  },
  {
    "date": "2022-11-04",
    "explanation": "The Mars InSight lander returned its first image from the Red Planet's flat, equatorial Elysium Planitia after a successful touchdown on November 26, 2018. The history making mission to explore the martian Interior using Seismic investigations, geodesy, and heat transport has been operating for over 1,400 martian days or sols. In that time the InSight mission has detected more than 1,300 marsquakes and recorded data from Mars-shaking meteoroid impacts, observing how the seismic waves travel to provide a glimpse inside Mars. Analyzing the archive of data collected is expected to yield discoveries for decades. But InSight's final operational sol is likely not far off. The reason is evident in this selfie recorded earlier this year showing its deck and large, 2-meter-wide solar panels covered with dust. Kicked up by martian winds the dust continues to accumulate and drastically reduce the power that can be generated by InSight's solar panels.",
    "hdurl": "https://apod.nasa.gov/apod/image/2211/PIA25287_insight.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "InSight's Final Selfie",
    "url": "https://apod.nasa.gov/apod/image/2211/PIA25287_insight1024.jpg"
  },
  {
    "date": "2017-03-15",
    "explanation": "Stars are forming in the gigantic dust pillar called the Cone Nebula. Cones, pillars, and majestic flowing shapes abound in stellar nurseries where natal clouds of gas and dust are buffeted by energetic winds from newborn stars. The Cone Nebula, a well-known example, lies within the bright galactic star-forming region NGC 2264. The Cone was captured in unprecedented detail in this close-up composite of several observations from the Earth-orbiting Hubble Space Telescope. While the Cone Nebula, about 2,500 light-years away in Monoceros, is around 7 light-years long, the region pictured here surrounding the cone's blunted head is a mere 2.5 light-years across. In our neck of the galaxy that distance is just over half way from our Sun to its nearest stellar neighbors in the Alpha Centauri star system. The massive star NGC 2264 IRS, seen by Hubble's infrared camera in 1997, is the likely source of the wind sculpting the Cone Nebula and lies off the top of the image. The Cone Nebula's reddish veil is produced by glowing hydrogen gas.",
    "hdurl": "https://apod.nasa.gov/apod/image/1703/cone_hubbleschmidt_4048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Cone Nebula from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1703/cone_hubbleschmidt_960.jpg"
  },
  {
    "date": "1999-05-22",
    "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulae.  Here, 15 pictures from the Hubble Space Telescope have been mosaicked to cover the inner 2.5 light years of the nebula and illustrate its diverse nature. In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries. These nurseries contain hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds. Most of the filamentary structures visible in this image are actually shock waves - fronts where fast moving material encounters slow moving gas. Shocks are particularly apparent near the bright stars in the lower left of the picture. The Orion Nebula is about 1500 light years distant, located in the same spiral arm of our Galaxy as the Sun.",
    "hdurl": "https://apod.nasa.gov/apod/image/9705/OrionMos_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M42: A Mosaic of Orion's Great Nebula",
    "url": "https://apod.nasa.gov/apod/image/9705/OrionMos_hst.jpg"
  },
  {
    "copyright": "Robert Arn",
    "date": "2012-05-05",
    "explanation": "Rising as the Sun sets, tonight's Full Moon could be hard to miss. Remarkably, its exact full phase (May 6 03:36 UT) will occur less than two minutes after it reaches perigee, the closest point to Earth in the Moon's orbit, making it the largest Full Moon of 2012. The Full Perigee Moon will appear to be some 14 percent larger and 30 percent brighter than a Full Moon near apogee, the most distant point in the elliptical lunar orbit. In comparison, though, it will appear less than 1 percent larger and almost as bright as April's Full Moon, captured in this telephoto image rising over suburban Fort Collins, Colorado, USA. For that lunation, Full Moon and perigee were about 21 hours apart. Of course, if you manage to miss May's Full Perigee Moon, make a note on your calendar. Your next chance to see a Full Moon close to perigee, will be next year on June 23.",
    "hdurl": "https://apod.nasa.gov/apod/image/1205/FullMoonriseArn1250.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Full Moonrise",
    "url": "https://apod.nasa.gov/apod/image/1205/FullMoonriseArn600.jpg"
  },
  {
    "date": "1998-02-18",
    "explanation": "The first hint of what will become of our Sun was discovered inadvertently in 1764.  At that time, Charles Messier was compiling a list of \"annoying\" diffuse objects not to be confused with \"interesting\" comets. The 27th object on Messier's list, now known as M27 or the Dumbbell Nebula, is a planetary nebula, the type of nebula our Sun will produce when nuclear fusion stops in its core. M27 is one of the brightest planetary nebulae on the sky, and can be seen in the constellation Vulpecula with binoculars.  It takes light about 1000 years to reach us from M27.  Understanding the physics and significance of M27 was well beyond 18th century science.  Even today, many things remain mysterious about bipolar planetary nebula like M27, including the physical mechanism that expels a low-mass star's gaseous outer-envelope, leaving an X-ray hot white dwarf.",
    "hdurl": "https://apod.nasa.gov/apod/image/9802/m27_dm_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M27: The Dumbbell Nebula",
    "url": "https://apod.nasa.gov/apod/image/9802/m27_dm_big.jpg"
  },
  {
    "date": "2000-02-26",
    "explanation": "What killed the dinosaurs? Their sudden disappearance 65 million years ago, along with about 70 percent of all species then living on Earth, is known as the K-T event (Cretaceous-Tertiary Mass Extinction event). Geologists and paleontologists often entertain the idea that a large asteroid or comet impacting the Earth was the culprit. In such a cosmic catastrophe, the good(!) news would be that the impact would generate firestorms, tidal waves, earthquakes, and hurricane winds. As for the bad news ... debris thrown into the atmosphere would have a serious global environmental consequences, creating extended periods of darkness, low temperatures, and acid rains - resulting in a planet-wide extinction event. In 1990, dramatic support for this theory came from cosmochemist Alan Hildebrand's revelation of a 65 million year old, 112 mile wide ring structure still detectable under layers of sediment in the Yucatan Peninsula region of Mexico. The outlines of the structure, called the Chicxulub crater (named for a local village), are visible in the above representation of gravity and magnetic field data from the region. In addition to having the right age, the crater is consistent with the impact of an asteroid of sufficient size (6 to 12 miles wide) to cause the global disruptions. Regardless of the true cause of the K-T event, it is fortunate that such impacts are presently believed to happen only about once every 100 million years!",
    "hdurl": "https://apod.nasa.gov/apod/image/0002/chicxulub_sharpton_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Impact: 65 Million Years Ago",
    "url": "https://apod.nasa.gov/apod/image/0002/chicxulub_sharpton.jpg"
  },
  {
    "copyright": "D. Peach",
    "date": "2018-08-31",
    "explanation": "Still bright in evening skies, Mars was just past opposition and closest to Earth on July 31, a mere 57.6 million kilometers away. Captured only a week later, this remarkable image shows the Red Planet's disk near its maximum size in earthbound telescopes, but still less than 1/74th the apparent diameter of a Full Moon. Broad regional surface shadings are starting to reappear in the tantalizing view as the latest planet-wide dust storm subsides. With the bright south polar cap at the bottom, the Valles Marineris extends along the center of the disk. Just below it lies the roughly circular Solis Lacus region sometimes known as the Eye of Mars. In a line, three prominent dark spots left of center are the volcanic Tharsis Montes.",
    "hdurl": "https://apod.nasa.gov/apod/image/1808/m2018_08_06Adp.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Close Mars",
    "url": "https://apod.nasa.gov/apod/image/1808/m2018_08_06Adp.jpg"
  },
  {
    "date": "2018-11-13",
    "explanation": "Could this close-by asteroid ever hit the Earth? Eventually yes -- but probably not for a very long time, even though the asteroid is expected to pass inside the orbit of the Moon next century.  However, to better understand the nature and orbit of all near-Earth asteroids, NASA sent the robotic Origins, Spectral Interpretation, Resource Identification, Security, Regolith Explorer (OSIRIS-REx) to investigate this one: the 500-meter across asteroid 101955 Bennu. Launched in 2016, OSIRIS-REx is now approaching Bennu, and is first scheduled to map the minor planet's rough surface. The featured time-lapse video taken earlier this month compacts Bennu's 4.25-hour rotation period into about 7 seconds. Bennu's diamond-like appearance is similar to asteroid Ryugu currently being visited by the Japanese spacecraft Hayabusa2.  The exact future orbit of Bennu is a bit uncertain due to close passes near the Earth and the Yarkovsky effect: a slight force created by an object's rotationally-induced, asymmetric infrared glow.  If all goes according to plan, ORISIS-Rx will actually touch the asteroid in 2020, collect soil samples, and return them to Earth in 2023 for detailed analyses.",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/O7Mphe4-zW0/0.jpg",
    "title": "Rotating Asteroid Bennu from OSIRIS-REx",
    "url": "https://www.youtube.com/embed/O7Mphe4-zW0?rel=0"
  },
  {
    "copyright": "Gianni Tumino",
    "date": "2020-03-28",
    "explanation": "In trying times, stars still trail in the night. Taken on March 14, this night skyscape was made by combining 230 exposures each 15 seconds long to follow the stars' circular paths. The camera was fixed to a tripod on an isolated terrace near the center of Ragusa, Italy, on the island of Sicily. But the night sky was shared around the rotating planet. A friend to celestial navigators and astrophotographers alike Polaris, the north star, makes the short bright trail near the center of the concentric celestial arcs.",
    "hdurl": "https://apod.nasa.gov/apod/image/2003/STARTRAILRAGUSA14_03_2020_14mm3120px.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stars Trail over Ragusa",
    "url": "https://apod.nasa.gov/apod/image/2003/STARTRAILRAGUSA14_03_2020_14mm1024px.jpg"
  },
  {
    "copyright": "\n\nSteve Mandel\n(Galaxy Images)\n\n",
    "date": "2006-11-24",
    "explanation": "Runaway stars are massive stars traveling rapidly through interstellar space. Like a ship plowing through cosmic seas, runaway star Alpha Cam has produced this graceful arcing bow wave or bow shock - moving at over 60 kilometers per second and compressing the interstellar material in its path. The bright star above and left of center in this wide (3x2 degree) view, Alpha Cam is about 25-30 times as massive as the Sun, 5 times hotter (30,000 kelvins), and over 500,000 times brighter. About 4,000 light-years away in the long-necked constellation Camelopardalis, the star also produces a strong wind. The bow shock stands off about 10 light-years from the star itself. What set this star in motion? Astronomers have long thought that Alpha Cam was flung out of a nearby cluster of young hot stars due to gravitational interactions with other cluster members or perhaps by the supernova explosion of a massive companion star.",
    "hdurl": "https://apod.nasa.gov/apod/image/0611/AlphaCam_mandel_f.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Alpha Cam: Runaway Star",
    "url": "https://apod.nasa.gov/apod/image/0611/AlphaCam_mandel_f717.jpg"
  },
  {
    "copyright": "Ignacio Diaz Bobillo",
    "date": "2020-05-22",
    "explanation": "With natal dust clouds in silhouette against glowing atomic gas, this colorful and chaotic vista lies within one of the largest star forming regions in the Milky Way galaxy, the Great Carina Nebula. The telescopic close-up frames a field of view about 80 light-years across, a little south and east of Eta Carinae, the nebula's most energetic and enigmatic star. Captured under suburban skies improved during national restrictions, a composite of narrowband image data was used to create the final image. In it, characteristic emission from the nebula's ionized sulfur, hydrogen, and oxygen atoms is mapped to red, green, and blue hues, a color palette also popular in Hubble Space Telescope images. The celestial landscape of bright ridges of emission bordered by cool, obscuring dust lies about 7,500 light-years away toward the southern constellation Carina.",
    "hdurl": "https://apod.nasa.gov/apod/image/2005/SouthCarina_SHO_final.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "South of Carina",
    "url": "https://apod.nasa.gov/apod/image/2005/SouthCarina_SHO_final1024.jpg"
  },
  {
    "date": "2001-06-14",
    "explanation": "The most compact cluster of stars known in our galaxy, the Arches cluster, boasts 100 or so massive, young stars contained within a diameter of one light-year. Seen toward the constellation Sagittarius, the Arches cluster is about 25,000 light-years from planet Earth and lies within a scant 100 light-years of the supermassive black hole believed to lurk in our Milky Way Galaxy's center. This combination of images in radio, infrared, and x-ray light illustrates this star cluster's bizarre galactic neighborhood. Shown in red, radio emission traces the filamentary arching structures near the galactic center around the Arches cluster location. Within the zoomed inset box, infrared image data shows some of the cluster's individual stars as bright point-like sources. The diffuse emission in blue surrounding the cluster stars is a false-color x-ray image of an enveloping cloud of 60 million degree gas -- the first time such an energetic star cluster halo has been detected. Astronomers consider the tightly packed and relatively nearby Arches cluster, an analog of the furious star forming regions in galaxies millions of light-years away.",
    "hdurl": "https://apod.nasa.gov/apod/image/0106/arches_radirx_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Around The Arches Cluster",
    "url": "https://apod.nasa.gov/apod/image/0106/arches_radirx.jpg"
  },
  {
    "date": "2016-02-27",
    "explanation": "Gaze across the frozen canyons of northern Pluto in this contrast enhanced color scene, imaged last July by the New Horizons spacecraft. Currently known as Lowell Regio, the region has been informally named for Percival Lowell, founder of the Lowell Observatory. Also famous for his speculation that there were canals on Mars, in 1906 Lowell started the search that ultimately led to Pluto's discovery. Pluto's North Pole itself is above and left of center in the the frame. The pale bluish floor of the broad canyon on the left is about 70 kilometers (45 miles) wide, running vertically toward the south. Higher elevations take on a yellowish hue. New Horizon's measurements have determined that in addition to nitrogen ice, methane ice is abundant across northern Pluto's Lowell Regio.",
    "hdurl": "https://apod.nasa.gov/apod/image/1602/nh-northpolerotatedcontrast.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Northern Pluto",
    "url": "https://apod.nasa.gov/apod/image/1602/nh-northpolerotatedcontrast1024.jpg"
  },
  {
    "copyright": "Hubble Legacy Archive",
    "date": "2017-07-14",
    "explanation": "Grand spiral galaxies often seem to get all the glory. Their young, blue star clusters and pink star forming regions along sweeping spiral arms are guaranteed to attract attention. But small irregular galaxies form stars too, like NGC 4449, about 12 million light-years distant. Less than 20,000 light-years across, the small island universe is similar in size, and often compared to our Milky Way's satellite galaxy, the Large Magellanic Cloud (LMC). This remarkable Hubble Space Telescope close-up of the well-studied galaxy was reprocessed to highlight the telltale reddish glow of hydrogen gas. The glow traces NGC 4449's widespread star forming regions, some even larger than those in the LMC, with enormous interstellar arcs and bubbles blown by short-lived, massive stars. NGC 4449 is a member of a group of galaxies found in the constellation Canes Venatici. It also holds the distinction of being the first dwarf galaxy with an identified tidal star stream.",
    "hdurl": "https://apod.nasa.gov/apod/image/1707/N4449DPestanaRVillaverdeHLA2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 4449: Close-up of a Small Galaxy",
    "url": "https://apod.nasa.gov/apod/image/1707/N4449DPestanaRVillaverdeHLA1024.jpg"
  },
  {
    "copyright": "Adam Block",
    "date": "2014-05-30",
    "explanation": "The gorgeous, gaseous shroud of a dying sunlike star, planetary nebula Abell 36 lies a mere 800 light-years away in the constellation of Virgo. At that distance it spans over 1.5 light-years in this sharp telescopic view. Shrugging off its outer layers, the nebula's central star is contracting and becoming hotter, evolving towards a final white dwarf phase. In fact, in Abell 36, the central star is estimated to have a surface temperature of over 73,000 K, compared to the Sun's present 6,000 K temperature. As a result, the intensely hot star is much brighter in ultraviolet light, compared to its visual appearance here. The invisible ultraviolet light ionizes hydrogen and oxygen atoms in the nebula and ultimately powers the beautiful visible light glow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1405/abell36Block.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Planetary Nebula Abell 36",
    "url": "https://apod.nasa.gov/apod/image/1405/abell36sBlock.jpg"
  },
  {
    "copyright": "Göran Strand",
    "date": "2014-10-03",
    "explanation": "Stepping stones seem to lead to the Milky Way as it stretches across this little sky. Of course, the scene is really the northern hemisphere's autumnal equinox night. Water and sky are inverted by a top to bottom, around the horizon stereographic projection centered on the zenith above Lake Storsjön in Jämtland, Sweden. In the north the Milky Way arcs from east to west overhead as fall begins, but the season is also a good time for viewing aurora. Geomagnetic storms increase in frequency near the equinox and produce remarkable displays of northern lights at high latitudes, like the eerie greenish glow reflected in this watery cosmos.",
    "hdurl": "https://apod.nasa.gov/apod/image/1410/GS_20140924_Aurora_6496_Pan2.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora and Milky Way in a Little Sky",
    "url": "https://apod.nasa.gov/apod/image/1410/GS_20140924_Aurora_6496_Pan2.jpg"
  },
  {
    "copyright": "Stéphane Guisard",
    "date": "2016-10-13",
    "explanation": "The central bulge of our Milky Way Galaxy rises over the northern Chilean Atacama altiplano in this postcard from planet Earth. At an altitude of 4500 meters, the strange beauty of the desolate landscape could almost belong to another world though. Brownish red and yellow tinted sulfuric patches lie along the whitish salt flat beaches of the Salar de Aguas Calientes region. In the distance along the Argentina border is the stratovolcano Lastarria, its peak at 5700 meters (19,000 feet). In the clear, dark sky above, stars, nebulae, and cosmic dust clouds in the Milky Way echo the colors of the altiplano at night. Extending the view across extragalactic space, the Large and Small Magellanic Clouds, satellite galaxies of the Milky Way, shine near the horizon through a faint greenish airglow.",
    "hdurl": "https://apod.nasa.gov/apod/image/1610/SGU-Another_World_At_Night_2-IMG_0875-LR-1600-cp70.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Galaxies from the Altiplano",
    "url": "https://apod.nasa.gov/apod/image/1610/SGU-Another_World_At_Night_2-IMG_0875-LR_1024.jpg"
  },
  {
    "date": "2020-07-10",
    "explanation": "Rounding the Sun on July 3rd and currently headed for the outer Solar System, Comet NEOWISE (C/2020 F3) has been growing brighter in the predawn skies of planet Earth. From low Earth orbit it also rises before the Sun, captured above the approaching glow along the eastern horizon in this snapshot from the International Space Station on July 5. Venus, now Earth's morning star is the brilliant celestial beacon on the right in the field of view. Above Venus you can spot the sister stars of the more compact Pleiades cluster. Earthbound skygazers can spot this comet with the unaided eye, but should look for awesome views with binoculars.   Comet NEOWISE from Earth's Surface: Notable Images Submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2007/ISS063-E-39888.JPG",
    "media_type": "image",
    "service_version": "v1",
    "title": "Comet NEOWISE from the ISS",
    "url": "https://apod.nasa.gov/apod/image/2007/ISS063-E-39888_APOD1050.jpg"
  },
  {
    "date": "2012-08-13",
    "explanation": "What would it be like to fly through the universe? Possibly the best simulated video of this yet has been composed from recently-released galaxy data from the Sloan Digital Sky Survey. Every spot in the above video is a galaxy containing billions of stars. Many galaxies are part of huge clusters, long filaments, or small groups, while expansive voids nearly absent of galaxies also exist. The movie starts by flying right through a large nearby cluster of galaxies and later circles the SDSS-captured universe at about 2 billion light years (a redshift of about 0.15) from Earth. Analyses of galaxy positions and movements continues to bolster the case that our universe contains not only the bright matter seen, like galaxies, but also a significant amount of unseen dark matter and dark energy.",
    "media_type": "video",
    "service_version": "v1",
    "thumbnail_url": "https://img.youtube.com/vi/08LBltePDZw/0.jpg",
    "title": "A Flight Through the Universe",
    "url": "https://www.youtube.com/embed/08LBltePDZw?rel=0"
  },
  {
    "copyright": "Stephen Leshin",
    "date": "2017-01-19",
    "explanation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. Also known as vdB 142, the cosmic elephant's trunk is over 20 light-years long. This colorful close-up view includes image data from a narrow band filter that transmits the light from ionized hydrogen atoms in the region. The resulting composite highlights the bright swept-back ridges that outline pockets of cool interstellar dust and gas. Such embedded, dark, tendril-shaped clouds contain the raw material for star formation and hide protostars within. Nearly 3,000 light-years distant, the relatively faint IC 1396 complex covers a large region on the sky, spanning over 5 degrees. This dramatic scene spans a 1 degree wide field, about the size of 2 Full Moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/1701/vdB142_L(HaR)GB-finalLeshin2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Elephant's Trunk Nebula in Cepheus",
    "url": "https://apod.nasa.gov/apod/image/1701/vdB142_L(HaR)GB-finalLeshin1024.jpg"
  },
  {
    "copyright": "Ralf Rohner",
    "date": "2021-07-24",
    "explanation": "Where does space begin? For purposes of spaceflight some would say at the Karman line, currently defined as an altitude of 100 kilometers (60 miles). Others might place a line 80 kilometers (50 miles) above Earth's mean sea level. But there is no sharp physical boundary that marks the end of atmosphere and the beginning of space. In fact, the Karman line itself is near the transition between the upper mesosphere and lower thermosphere. Night shining or noctilucent clouds are high-latitude summer apparitions formed at altitudes near the top of the mesosphere, up to 80 kilometers or so, also known as polar mesospheric clouds. Auroral bands of the northern (and southern) lights caused by energetic particles exciting atoms in the thermosphere can extend above 80 kilometers to over 600 kilometers altitude. Taken from a cockpit while flying at an altitude of 10 kilometers (33,000 feet) in the realm of stratospheric aeronautics, this snapshot captures both noctilucent clouds and aurora borealis under a starry sky, looking toward planet Earth's horizon and the edge of space.",
    "hdurl": "https://apod.nasa.gov/apod/image/2107/AuroraNoctilucent33k_rohner.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Edge of Space",
    "url": "https://apod.nasa.gov/apod/image/2107/AuroraNoctilucent33k_rohner1024.jpg"
  },
  {
    "date": "1999-01-10",
    "explanation": "If you could look at Venus with radar eyes - this is what you might see. This computer reconstruction of the surface of Venus was created from data from the Magellan spacecraft.  Magellan orbited Venus and used radar to map our neighboring planet's surface between 1990 and 1994. Magellan found many interesting surface features, including the large circular domes, typically 25-kilometers across, that are depicted above. Volcanism is thought to have created the domes, although the precise mechanism remains unknown. Venus' surface is so hot and hostile that no surface probe has lasted more than a few minutes.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/venus3_mag_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Venus' Once Molten Surface",
    "url": "https://apod.nasa.gov/apod/image/9706/venus3_mag.jpg"
  },
  {
    "copyright": "Chanctonbury\nObservatory",
    "date": "2016-11-19",
    "explanation": "The recognizable profile of the Pelican Nebula soars nearly 2,000 light-years away in the high flying constellation Cygnus, the Swan. Also known as IC 5070, this interstellar cloud of gas and dust is appropriately found just off the \"east coast\" of the North America Nebula (NGC 7000), another surprisingly familiar looking emission nebula in Cygnus. Both Pelican and North America nebulae are part of the same large and complex star forming region, almost as nearby as the better-known Orion Nebula. From our vantage point, dark dust clouds (upper left) help define the Pelican's eye and long bill, while a bright front of ionized gas suggests the curved shape of the head and neck. This striking synthesized color view utilizes narrowband image data recording the emission of hydrogen and oxygen atoms in the cosmic cloud.  The scene spans some 30 light-years at the estimated distance of the Pelican Nebula.",
    "hdurl": "https://apod.nasa.gov/apod/image/1611/IC5070_Pelican_Nebula_Steve_Richards2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "IC 5070: A Dusty Pelican in the Swan",
    "url": "https://apod.nasa.gov/apod/image/1611/IC5070_Pelican_Nebula_Steve_Richards1024.jpg"
  },
  {
    "copyright": "Mike Shaw",
    "date": "2016-08-18",
    "explanation": "The 2016 Perseid meteor shower performed well on the night of August 11/12. The sky on that memorable evening was recorded from a perch overlooking Yosemite Valley, planet Earth, in this scene composed of 25 separate images selected from an all-night set of sequential exposures. Each image contains a single meteor and was placed in alignment using the background stars. The digital manipulation accounts for the Earth's rotation throughout the night and allows the explosion of colorful trails to be viewed in perspective toward the shower's radiant in the constellation Perseus. The fading alpenglow gently lights the west face of El Capitan just after sunset. Just before sunrise, a faint band zodiacal light, or the false dawn, shines upward from the east, left of Half Dome at the valley's far horizon. Car lights illuminate the valley road. Of course, the image is filled with other celestial sights from that Perseid night, including the Milky Way and the Pleiades star cluster.",
    "hdurl": "https://apod.nasa.gov/apod/image/1608/YosemiteExplosionComp-MikeShaw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseid Night at Yosemite",
    "url": "https://apod.nasa.gov/apod/image/1608/YosemiteExplosionComp-MikeShaw800.jpg"
  },
  {
    "date": "2008-01-23",
    "explanation": "Astronaut self-portraits can be particularly interesting.  Visible in the above picture, working in from the outer borders, are the edges of the reflecting helmet of a space suit, modules of the International Space Station (ISS), the Earth, the arms of Expedition 15 astronaut Clay Anderson, and the digital camera used to snap the image.  This picture was taken during the shuttle orbiter Endeavour's mission to expand the space station last August.  The large curvature of the Earth appearing in the visor reflection is not the true curvature of our spherical Earth, but rather an artifact of the curve of the space helmet.  Earth's horizon appears only slightly curved when viewed from the height of the ISS -- approximately 400 kilometers.  The next space shuttle mission to the space station is currently expected to take place next month and includes the installation of the scientific Columbus Laboratory.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/reflections_sts118_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Orbiting Astronaut Reflects Earth",
    "url": "https://apod.nasa.gov/apod/image/0801/reflections_sts118.jpg"
  },
  {
    "copyright": "Fabian Neyer",
    "date": "2018-11-29",
    "explanation": "Cosmic dust clouds are draped across a rich field of stars in this broad telescopic panorama near the northern boundary of Corona Australis, the Southern Crown. Less than 500 light-years away the denser clouds effectively block light from more distant background stars in the Milky Way. The entire vista spans about 5 degrees or nearly 45 light-years at the clouds' estimated distance. Toward the right lies a group of bluish reflection nebulae cataloged as NGC 6726, 6727, 6729 and IC 4812. The characteristic blue color is produced as light from hot stars is reflected by the cosmic dust. The dust also obscures from view stars in the region still in the process of formation. Smaller yellowish nebula NGC 6729 surrounds young variable star R Coronae Australis. Below it are arcs and loops identified as Herbig Haro (HH) objects associated with energetic newborn stars. Magnificent globular star cluster NGC 6723 is above and right of the nebulae. Though NGC 6723 appears to be part of the group, its ancient stars actually lie nearly 30,000 light-years away, far beyond the young stars of the Corona Australis dust clouds.",
    "hdurl": "https://apod.nasa.gov/apod/image/1811/coronaAustralis_l1500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Across Corona Australis",
    "url": "https://apod.nasa.gov/apod/image/1811/coronaAustralis_l1500.jpg"
  },
  {
    "date": "1996-03-17",
    "explanation": "This close-up of the tops of Saturn's clouds was taken by the Voyager 1 robot spacecraft as it passed the giant planet in November 1980.  Saturn's clouds are mostly composed of hydrogen and helium gas, but the small addition of other elements gives the clouds their colors. These colors have been computer enhanced in the above photograph. Usually the clouds are divided into just bands and belt, but the center of this photograph shows the addition of a red oval cloud. The oval's origin remains a mystery, although its color indicates that its composition is slightly different than surrounding clouds. A new spacecraft - Cassini - will visit Saturn and is currently scheduled for launch in 1997.   Information: The Scale of the Universe Debate in April 1996",
    "hdurl": "https://apod.nasa.gov/apod/image/satcloud_vg1.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn's Cloud Tops",
    "url": "https://apod.nasa.gov/apod/image/satcloud_vg1.gif"
  },
  {
    "date": "2008-01-07",
    "explanation": "Where do meteor showers originate?  To help answer this question, astronomers studied in some detail the Quadrantid meteor shower that occurred over this past weekend.  In particular, astronomers with specialized cameras flew as part of the Quadrantid's Multi-Instrument Aircraft Campaign (MAC) aboard a Gulfstream V aircraft above northern Canada over the past few days and studied the Quadrantid meteor shower in unprecedented detail. Pictured above is a composite image combining many short exposures.  Visible in the image are the wingtip of the airplane reflecting a red beacon on the left, green aurora most prominent on the image right, and numerous meteor streaks throughout.  Preliminary indications are that the meteor stream is quite stable in time but variable in meteor abundance.  Over 100 meteors per hour were visible at the peak from the MAC aircraft.   Meteor data from around the world will continue to be analyzed to try to verify Peter Jenniskens's recent hypothesis that minor planet 2003 EH1 is an intermittently active comet and the parent body of the annual Quadrantid meteor shower.   Note: Meet sky enthusiasts, astro bloggers, and APOD editor RN in Austin tomorrow (Tuesday) night.",
    "hdurl": "https://apod.nasa.gov/apod/image/0801/quadrantids_vaubaillon_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Quadrantid Meteors and Aurora from the Air",
    "url": "https://apod.nasa.gov/apod/image/0801/quadrantids_vaubaillon.jpg"
  },
  {
    "copyright": "\nEddie Guscott\n",
    "date": "2004-05-11",
    "explanation": "M13 is one of the most prominent and best known globular clusters.  Visible with binoculars in the constellation of Hercules, M13 is frequently one of the first objects found by curious sky gazers seeking celestials wonders beyond normal human vision.   M13 is a colossal home to over 100,000 stars, spans over 150  light years across, lies over 20,000 light years distant, and is over 12 billion years old.  At the 1974 dedication of Arecibo Observatory, a radio message about Earth was sent in the direction of M13.  The reason for the low abundance of unusual blue straggler stars in M13 is currently unknown.",
    "hdurl": "https://apod.nasa.gov/apod/image/0405/m13_guscott_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "M13: The Great Globular Cluster in Hercules",
    "url": "https://apod.nasa.gov/apod/image/0405/m13_guscott.jpg"
  },
  {
    "date": "1999-01-20",
    "explanation": "These near-infrared Hubble images of dust surrounding young stars offer the latest tantalizing evidence for planets beyond our Solar System. At left, the dark gap seen in the dust disk is reminiscent of a similar large gap in Saturn's rings believed to be sculpted by orbiting moons. By analogy, the gap in the dust disk of HD 141569 may be a larger scale result of unseen orbiting planets. At right is a relatively thin stellar dust ring suggestive of planetary rings held in place by orbiting moons. On a much larger scale this ring around the star HR 4796A could also indicate the presence of orbiting planet-sized bodies too faint to be directly visible. For a distance comparison, the orbit of Neptune is drawn at the lower right of each picture. The overwhelmingly bright starlight at the center has been blocked out to reveal the dim dust features.",
    "hdurl": "https://apod.nasa.gov/apod/image/9901/planetdust_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Possible Planets And Infrared Dust",
    "url": "https://apod.nasa.gov/apod/image/9901/planetdust_hst.jpg"
  },
  {
    "copyright": "Wang, Letian",
    "date": "2016-12-16",
    "explanation": "Geminid meteors battled supermoonlight in planet Earth's night skies on December 13/14. Traveling at 35 kilometers (22 miles) per second, the bits of dust from the mysterious asteroid 3200 Phaethon that produce the meteor streaks are faster than a speeding bullet. Still, only the brightest were visible during the long night of 2016's final Perigee Full Moon. Captured in exposures made over several hours, a few meteors from the shower's radiant in Gemini can be traced through this composite nightscape. With stars of Orion near the horizon, the overexposed lunar disk illuminates still waters of the Miyun reservoir northeast of Beijing, China.",
    "hdurl": "https://apod.nasa.gov/apod/image/1612/2016GeminidMeteorswithfullmoonv1WangLT.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Meteors vs Supermoon",
    "url": "https://apod.nasa.gov/apod/image/1612/2016GeminidMeteorswithfullmoonv1WangLT1024.jpg"
  },
  {
    "date": "2015-11-22",
    "explanation": "This moon is doomed. Mars, the red planet named for the Roman god of war, has two tiny moons, Phobos and Deimos, whose names are derived from the Greek for Fear and Panic. These martian moons may well be captured asteroids originating in the main asteroid belt between Mars and Jupiter or perhaps from even more distant reaches of the Solar System. The larger moon, Phobos, is indeed seen to be a cratered, asteroid-like object in this stunning color image from the robotic Mars Reconnaissance Orbiter, recorded at a resolution of about seven meters per pixel. But Phobos orbits so close to Mars - about 5,800 kilometers above the surface compared to 400,000 kilometers for our Moon - that gravitational tidal forces are dragging it down. A recent analysis of the long grooves indicates that they may result from global stretching caused by tides -- the differing force of Mars' gravity on different sides of Phobos.  These grooves may then be an early phase in the disintegration of Phobos into a ring of debris around Mars.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1511/Phobos_MRO_3374.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Phobos: Doomed Moon of Mars",
    "url": "https://apod.nasa.gov/apod/image/1511/Phobos_MRO_960.jpg"
  },
  {
    "copyright": "\n\nProcessing - Noel Carboni,\n\nImaging - Greg Parker\n",
    "date": "2007-08-09",
    "explanation": "Gathered at the center of this sharp skyview are the stars of Messier 67, one of the oldest known open star clusters. In fact, though open star clusters are usually much younger, the stars of M67 are likely around 4 billion years old, about the same age and with about the same elemental abundances as the Sun. Open clusters are almost always younger because they are dispersed over time as they encounter other stars, interstellar clouds, and experience gravitational tides while orbiting the center of our galaxy.  Still, M67 contains over 500 stars or so and lies some 2,800 light-years away in the constellation Cancer. At that estimated distance, M67 would be about 12 light-years across.",
    "hdurl": "https://apod.nasa.gov/apod/image/0708/M67_Greg_Noel.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star Cluster Messier 67",
    "url": "https://apod.nasa.gov/apod/image/0708/M67_Greg_Noel800.jpg"
  },
  {
    "date": "2019-06-03",
    "explanation": "When did these big galaxies first begin to dance?  Really only four of the five of Stephan's Quintet are locked in a cosmic tango of repeated close encounters taking place some 300 million light-years away.  The odd galaxy out is easy to spot in this recently reprocessed image by the Hubble Space Telescope -- the interacting galaxies, NGC 7319, 7318B, 7318A, and 7317 (left to right), have a more dominant yellowish cast.  They also tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides.  The mostly bluish galaxy, large NGC 7320 on the lower left, is in the foreground at about 40 million light-years distant, and so is not part of the interacting group. Data and modeling indicate that NGC 7318B is a relatively new intruder. A recently-discovered halo of old red stars surrounding Stephan's Quintet indicate that at least some of these galaxies started tangling over a billion years. Stephan's Quintet is visible with a moderate sized-telescope toward the constellation of Winged Horse (Pegasus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_1824.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stephan's Quintet from Hubble",
    "url": "https://apod.nasa.gov/apod/image/1906/StephansQuintet_HubbleNobre_960.jpg"
  },
  {
    "date": "2001-11-05",
    "explanation": "What's happening above that city?  The city is Winnipeg, Canada, and the phenomenon is aurora.  These past few months have been active ones for our Sun, producing several coronal mass ejections (CMEs) of particles that have swept past our Earth and caused many spectacular auroras.  Specifically in this case, a CME that occurred on October 9 impacted the Earth on October 11 and 12, causing nearly 12 hours of auroras.  The above-pictured aurora had to be very bright to be seen over the lights of Winnipeg, the city well below and in front of the cascading atmospheric airglow.  Lights reflecting off of a slight haze cause an unrelated glow that emanates from some of the buildings.",
    "hdurl": "https://apod.nasa.gov/apod/image/0111/aurorawinnipeg_majko_big.jpg ",
    "media_type": "image",
    "service_version": "v1",
    "title": "Aurora Over Winnipeg",
    "url": "https://apod.nasa.gov/apod/image/0111/aurorawinnipeg_majko.jpg"
  },
  {
    "date": "2006-03-23",
    "explanation": "The Universe is expanding gradually now. But its initial expansion was almost impossibly rapid as it likely grew from quantum scale fluctuations in a trillionth of a second. In fact, this cosmological scenario, known as Inflation, is now reported to be further quantified by an analysis of three years of data from the WMAP spacecraft. WMAP's instruments detect the cosmic microwave background radiation - the afterglow light from the early Universe. WMAP's amazing success in exploring the first trillionth of a second and favoring specific inflationary scenarios lies in its ability to make unprecedented, precise measurements of the properties of the microwave background. The subtle properties are distilled from conditions in the early Universe and related to its first moments of existence. Schematically, this diagram traces the 13.7 billion year (plus a trillionth of a second ...) history of the Universe from the quantum scale to the formation of stars, galaxies, planets, and WMAP.",
    "hdurl": "https://apod.nasa.gov/apod/image/0603/CMB_Timeline300.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Inflating the Universe",
    "url": "https://apod.nasa.gov/apod/image/0603/CMB_Timeline75c.jpg"
  },
  {
    "copyright": "\nJos� J. Chamb� \n(Cometografia)\n",
    "date": "2016-04-11",
    "explanation": "Comet Linear has become unexpectedly bright. The comet, discovered in 2000, underwent a 100-fold outburst just a week before it passed a mere 14 lunar distances from Earth late last month. The comet was captured here last week at about magnitude 6 -- just bright enough to be seen by the unaided eye -- passing in front of the distant globular star cluster M14. Comet 252/P LINEAR is one of a rare group of comets that vacillate between the Earth and Jupiter every 5 years.  How the comet will evolve from here is unknown, but hopes run high that it will remain a good object for binoculars in northern skies for the next week or two.",
    "hdurl": "https://apod.nasa.gov/apod/image/1604/CometCluster_Chambo_2400.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Comet and the Star Cluster",
    "url": "https://apod.nasa.gov/apod/image/1604/CometCluster_Chambo_960.jpg"
  },
  {
    "date": "2004-06-05",
    "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours exploring the Moon's Taurus-Littrow valley while colleague Ronald Evans orbited overhead. Cernan and Schmitt were the last humans to walk or ride on the Moon - aided in their explorations by a Lunar Roving Vehicle. The skeletal-looking lunar rover was just over 10 feet long, 6 feet wide and easily carried astronauts, equipment, and rock samples in the Moon's low gravity (about 1/6 Earth's). In this picture, Cernan stands at the back of the rover which carried the two astronauts in lawn-chair style seats. An umbrella-shaped high gain antenna and TV camera are mounted in the front. Powered by four 1/4 horsepower electric motors, one for each wheel, this rover was driven a total of about 18 miles across the lunar surface. Its estimated top speed was a blazing 8 miles per hour.",
    "hdurl": "https://apod.nasa.gov/apod/image/0406/rover_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Apollo 17's Lunar Rover",
    "url": "https://apod.nasa.gov/apod/image/0406/rover_apollo17.jpg"
  },
  {
    "copyright": "\nV. Winter (ICSTARS)\n",
    "date": "1998-11-08",
    "explanation": "rly next week, a spectacular meteor storm is expected: the 1998 Leonids. It is widely thought that that the meteors from the Leonids meteor shower are just small pieces of  Comet Temple-Tuttle falling to Earth. During each pass near the Sun, a comet will heat up and shed pieces of ice and rock from its nucleus. This debris continues to orbit the Sun until either evaporating or being swept up by some large solar-system body.  A piece of comet debris striking the Moon creates a small crater, but a piece striking the Earth usually burns up in the atmosphere causing a brief, bright streak. The streak below center in the above picture of the northern sky actually depicts a meteor from the Perseid meteor shower, a usually impressive display that peaks every year in mid-August.",
    "hdurl": "https://apod.nasa.gov/apod/image/perseid_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Leonid Meteor Shower Next Week",
    "url": "https://apod.nasa.gov/apod/image/perseid_vw.gif"
  },
  {
    "date": "2006-10-22",
    "explanation": "Where do stars form?  One place, star forming regions known as \"EGGs\", are uncovered at the end of this giant pillar of gas and dust in the Eagle Nebula (M16).  EGGs, short for evaporating gaseous globules, are dense regions of mostly molecular hydrogen gas that fragment and gravitationally collapse to form stars. Light from the hottest and brightest of these new stars heats the end of the pillar and causes further evaporation of gas - revealing yet more EGGs and more young stars.  This picture was taken by the Wide Field and Planetary Camera on board the Hubble Space Telescope.",
    "hdurl": "https://apod.nasa.gov/apod/image/0610/eagleend_hst_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Star EGGs in the Eagle Nebula",
    "url": "https://apod.nasa.gov/apod/image/0610/eagleend_hst.jpg"
  },
  {
    "date": "1998-09-16",
    "explanation": "Why does Jupiter have rings?  Jupiter's rings were discovered in 1979 by the passing Voyager 1 spacecraft, but their origin has always been a mystery.  Recent data from the Galileo spacecraft currently orbiting Jupiter now confirms that these rings were created by meteoroid impacts on small nearby moons.  As a small meteoroid strikes tiny Adrastea, for example, it will bore into the moon, vaporize, and explode dirt and dust off into a Jovian orbit.  Pictured above is an eclipse of the Sun by Jupiter, as viewed from Galileo. Small dust particles high in Jupiter's atmosphere, as well as the dust particles that compose the rings, can be seen by reflected sunlight.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/jupring1_gal_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Jupiters Rings Revealed",
    "url": "https://apod.nasa.gov/apod/image/9809/jupring1_gal.jpg"
  },
  {
    "copyright": "\nWang Letian  \n(Eyes at Night)\n",
    "date": "2020-06-22",
    "explanation": "What are those dark streaks in this composite image of yesterday's solar eclipse? They are reversed shadows of mountains at the edge of the Moon.  The center image, captured from Xiamen, China, has the Moon's center directly in front of the Sun's center. The Moon, though, was too far from the Earth to completely block the entire Sun.  Light that streamed around all of the edges of the Moon is called a  ring of fire. Images at each end of the sequence show sunlight that streamed through lunar valleys.  As the Moon moved further in front of the Sun, left to right, only the higher peaks on the Moon's perimeter could block sunlight.  Therefore, the dark streaks are projected, distorted, reversed, and magnified shadows of mountains at the Moon's edge.  Bright areas are called Baily's Beads. Only a narrow swath across Earth's Eastern Hemisphere was able to see yesterday's full annular solar eclipse. Next June, though, a narrow swath across Earth's Northern Hemisphere will be able to see the next annular solar eclipse.  A total solar eclipse will be visible at the bottom of the world near the end of this year.   Gallery: Notable images of the Annular Solar Eclipse of 2020 June submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2006/BeadMountains_Letian_3000.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Moon Mountains Magnified during Ring of Fire Eclipse",
    "url": "https://apod.nasa.gov/apod/image/2006/BeadMountains_Letian_960.jpg"
  },
  {
    "copyright": "\nRobert D. Loss, \nCEMS\n",
    "date": "2005-02-20",
    "explanation": "The remnants of nuclear reactors nearly two billion years old were found in the 1970s in Africa.  These reactors are thought to have occurred naturally. No natural reactors exist today, as the relative density of fissile uranium has now decayed below that needed for a sustainable reaction.  Pictured above is Fossil Reactor 15, located in Oklo, Gabon.  Uranium oxide remains are visible as the yellowish rock.  Oklo by-products are being used today to probe the stability of the fundamental constants over cosmological time-scales and to develop more effective means for disposing of human-manufactured nuclear waste.",
    "hdurl": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Oklo: Ancient African Nuclear Reactors",
    "url": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.jpg"
  },
  {
    "date": "1997-06-16",
    "explanation": "The first Astronomy Picture of the Day (APOD) appeared two years ago today. Pictured above is a scene surrounding the creation of an early APOD, depicting the famous astronomer Tycho Brahe demonstrating a celestial globe to Emperor Rudolph II.  The image of a possible optical counterpart to a gamma-ray burst appears on the back wall.  In Tycho's day, humanity discovered the nature of the Earth and the geometry of the Solar System.  The times we live in are even more fascinating as we explore the nature of our Solar System and the geometry of our whole universe.  APOD continues to chronicle these events by finding, presenting ,and annotating the most important astronomical pictures of our time, and cataloging them in an indexed and searchable archive. Link to APOD and discover the cosmos! With over five million pages served, we thank NASA,  Michigan Tech, USRA, and most of all our readers, for their continued support.",
    "hdurl": "https://apod.nasa.gov/apod/image/9706/tycho_ee.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "APOD is Two Years Old Today",
    "url": "https://apod.nasa.gov/apod/image/9706/tycho_ee.jpg"
  },
  {
    "copyright": "\nNordic Optical Telescope\n",
    "date": "1998-09-02",
    "explanation": "Saturn is the second largest planet in our Solar System. Saturn has been easily visible in the sky since history has been recorded.  Galileo used one of the first telescopes in 1610 to discover Saturn's rings, which he first thought were moons.  Maxwell showed in 1856 that Saturn's rings couldn't be a single solid, since Saturn's own gravity would break it up.  Were Saturn's rings assembled into a single body, it would measure less than 100 kilometers across.  The origin of Saturn's rings, and of unusual radial patterns that appear on them called spokes, are still unknown. The above representative-color picture was taken from Earth in infrared light. A robot spacecraft Cassini launched in 1997 will reach Saturn in 2004.",
    "hdurl": "https://apod.nasa.gov/apod/image/9809/saturn_not_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Saturn from Earth",
    "url": "https://apod.nasa.gov/apod/image/9809/saturn_not.jpg"
  },
  {
    "date": "2005-04-29",
    "explanation": "Small saturnian moon Epimetheus (ep-ee-MEE-thee-us) is at most 116 kilometers across. Its cratered surface and irregular shape are highlighted by dramatic shadows in this composite close-up image from the Cassini spacecraft. However, orbiting 91,000 kilometers above Saturn's cloud tops, Epimetheus is not alone. Similar in size, saturnian moon Janus occupies an orbit separated from Epimetheus' by only about 50 kilometers. The two actually approach each other once every four years, but instead of colliding, the moons deftly exchange orbits and move apart again! In fact, co-orbiting Epimetheus and Janus both consist mostly of porous water ice and could have formed from the breakup of a single parent body. The small moons are also believed to play a role in maintaining the outer edge of Saturn's A ring.",
    "hdurl": "https://apod.nasa.gov/apod/image/0504/epim_cas_full.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Small Moon Epimetheus",
    "url": "https://apod.nasa.gov/apod/image/0504/epim_cas_c.jpg"
  },
  {
    "copyright": "\nMarkus Noller \n(Deep-Sky-Images)\n",
    "date": "2015-07-06",
    "explanation": "Why is the sky near Antares and Rho Ophiuchi so colorful?  The colors result from a mixture of objects and processes.  Fine dust illuminated from the front by starlight produces blue reflection nebulae. Gaseous clouds whose atoms are excited by ultraviolet starlight produce reddish emission nebulae. Backlit dust clouds block starlight and so appear dark.   Antares, a red supergiant and one of the brighter stars in the night sky, lights up the yellow-red clouds on the lower center of the featured image. Rho Ophiuchi lies at the center of the blue nebula on the left.   The distant globular cluster M4 is visible to the upper right of center. These star clouds are even more colorful than humans can see, emitting light across the electromagnetic spectrum.   Astrophysicists: Browse 1,000+ codes in the Astrophysics Source Code Library",
    "hdurl": "https://apod.nasa.gov/apod/image/1506/AntaresRho_Noller_1250.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Colorful Clouds Near Rho Ophiuchi",
    "url": "https://apod.nasa.gov/apod/image/1506/AntaresRho_Noller_1080.jpg"
  },
  {
    "copyright": "Lynn Hilborn",
    "date": "2015-10-10",
    "explanation": "This cosmic expanse of dust, gas, and stars covers some 6 degrees on the sky in the heroic constellation Perseus. At upper left in the gorgeous skyscape is the intriguing young star cluster IC 348 and neighboring Flying Ghost Nebula. At right, another active star forming region NGC 1333 is connected by dark and dusty tendrils on the outskirts of the giant Perseus Molecular Cloud, about 850 light-years away. Other dusty nebulae are scattered around the field of view, along with the faint reddish glow of hydrogen gas. In fact, the cosmic dust tends to hide the newly formed stars and young stellar objects or protostars from prying optical telescopes. Collapsing due to self-gravity, the protostars form from the dense cores embedded in the dusty molecular cloud. At the molecular cloud's estimated distance, this field of view would span almost 90 light-years.",
    "hdurl": "https://apod.nasa.gov/apod/image/1510/PerseusCloud_hilborn2048.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Stardust in Perseus",
    "url": "https://apod.nasa.gov/apod/image/1510/PerseusCloud_hilborn1024.jpg"
  },
  {
    "date": "2013-08-04",
    "explanation": "Like the downtown area of your favorite city and any self-respecting web site ... Io's surface is constantly under construction. This moon of Jupiter holds the distinction of being the Solar System's most volcanically active body -- its bizarre looking surface continuously formed and reformed by lava flows. Generated using 1996 data from NASA's Galileo spacecraft, this high resolution composite image is centered on the side of Io that always faces away from Jupiter. It has been enhanced to emphasize Io's surface brightness and color variations, revealing features as small as 1.5 miles across. The notable absence of impact craters suggests that the entire surface is covered with new volcanic deposits much more rapidly than craters are created. What drives this volcanic powerhouse? A likely energy source is the changing gravitational tides caused by Jupiter and the other Galilean moons as Io orbits the massive gas giant planet. Heating Io's interior, the pumping tides would generate the sulfurous volcanic activity.",
    "hdurl": "https://apod.nasa.gov/apod/image/1308/ioplus_galileo_1817.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Io's Surface: Under Construction",
    "url": "https://apod.nasa.gov/apod/image/1308/ioplus_galileo_960.jpg"
  },
  {
    "date": "2018-12-11",
    "explanation": "Why does this galaxy have such a long tail?   In this stunning vista, based on image data from the Hubble Legacy Archive, distant galaxies form a dramatic backdrop for disrupted spiral galaxy Arp 188, the Tadpole Galaxy. The cosmic tadpole is a mere 420 million light-years distant toward the northern constellation of the Dragon (Draco). Its eye-catching tail is about 280 thousand light-years long and features massive, bright blue star clusters. One story goes that a more compact intruder galaxy crossed in front of Arp 188 - from right to left in this view - and was slung around behind the Tadpole by their gravitational attraction. During the close encounter, tidal forces drew out the spiral galaxy's stars, gas, and dust forming the spectacular tail. The intruder galaxy itself, estimated to lie about 300 thousand light-years behind the Tadpole, can be seen through foreground spiral arms at the upper right. Following its terrestrial namesake, the Tadpole Galaxy will likely lose its tail as it grows older, the tail's star clusters forming smaller satellites of the large spiral galaxy.   New: Instagram page features cool images recently submitted to APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/1812/Arp188Tadpole_HubbleMarquez_1150.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Arp 188 and the Tadpole's Tail",
    "url": "https://apod.nasa.gov/apod/image/1812/Arp188Tadpole_HubbleMarquez_960.jpg"
  },
  {
    "date": "2004-04-17",
    "explanation": "Why is the Moon dusty? On Earth, rocks are weathered by wind and water, creating soil and sand. On the Moon, the long history of micrometeorite bombardment has blasted away at the rocky surface creating a layer of powdery lunar soil or regolith. This lunar regolith could be a scientific and industrial bonanza. But for the Apollo astronauts and their equipment, the pervasive, fine, gritty dust was definitely a problem. On the lunar surface in December 1972, Apollo 17 astronauts Harrison Schmitt and Eugene Cernan needed to repair one of their lunar rover's fenders in an effort to keep the \"rooster tails\" of dust away from themselves and their gear. This picture reveals the wheel and fender of their dust covered rover along with the ingenious application of spare maps, clamps, and a grey strip of \"duct tape\".",
    "hdurl": "https://apod.nasa.gov/apod/image/0404/ducttape_apollo17_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Lunar Dust and Duct Tape",
    "url": "https://apod.nasa.gov/apod/image/0404/ducttape_apollo17.jpg"
  },
  {
    "date": "2023-10-11",
    "explanation": "What's happening in the lower arm of this spiral galaxy? A supernova. Last month, supernova SN 2023rve was discovered with UAE's Al-Khatim Observatory and later found to be consistent with the death explosion of a massive star, possibly leaving behind a black hole. Spiral galaxy NGC 1097 is a relatively close 45 million light years away and visible with a small telescope toward the southern constellation of the Furnace (Fornax).  The galaxy is notable not only for its picturesque spiral arms, but also for faint jets consistent with ancient star streams left over from a galactic collision -- possibly with the small galaxy seen between its arms on the lower left. The featured image highlights the new supernova by blinking between two exposures taken several months apart. Finding supernovas in nearby galaxies can be important in determining the scale and expansion rate of our entire universe -- a topic currently of unexpected tension and much debate.    APOD editor to speak: in Houghton, Michigan on Thursday, October 12 at 6 pm",
    "hdurl": "https://apod.nasa.gov/apod/image/2310/Ngc1097wSn_Miller_1008.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "NGC 1097: Spiral Galaxy with Supernova",
    "url": "https://apod.nasa.gov/apod/image/2310/Ngc1097wSn_Miller_1008.gif"
  },
  {
    "date": "2009-10-11",
    "explanation": "The painting Starry Night is one of the most famous icons of the night sky ever created.   The scene was painted by Vincent van Gogh in southern France in 1889.   The swirling style of Starry Night appears, to many, to make the night sky come alive.   Although van Gogh frequently portrayed real settings in his paintings, art historians do not agree on precisely what stars and planets are being depicted in Starry Night.   The style of Starry Night is post-impressionism, a popular painting style at the end of the nineteenth century.  The original Starry Night painting hangs in the Museum of Modern Art in New York City, New York, USA.",
    "hdurl": "https://apod.nasa.gov/apod/image/0910/starrynight_vangogh_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Starry Night by Vincent van Gogh",
    "url": "https://apod.nasa.gov/apod/image/0910/starrynight_vangogh.jpg"
  },
  {
    "date": "1999-07-29",
    "explanation": "The bright blob of hydrogen gas cataloged as N88A is seen at the right. It measures a mere 3 light years across. Emerging from the cool, dusty interstellar medium in a nearby irregular galaxy known as the Small Magellanic Cloud, N88A hides hot young stars at its core. The false-color Hubble Space Telescope image was recorded in the characteristic \"H-alpha\" light emitted by hydrogen atoms as they are ionized by the young star's energetic ultraviolet light and then recombine. Other regions of ionized hydrogen (H II regions) which surround new born stars can be over a thousand light-years across but astronomers now recognize that these small ionized hydrogen blobs contain some of the most massive stars known.",
    "hdurl": "https://apod.nasa.gov/apod/image/9907/n88_hst.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Hydrogen Blob N88A in the Small Magellanic Cloud",
    "url": "https://apod.nasa.gov/apod/image/9907/n88_hst.jpg"
  },
  {
    "date": "2009-01-07",
    "explanation": "What's happening at the center of our Milky Way Galaxy? To help find out, the orbiting Hubble and Spitzer space telescopes have combined their efforts to survey the region in unprecedented detail in infrared light.  Infrared light is particularly useful for probing the Milky Way's center because visible light is more greatly obscured by dust.  The above image encompasses over 2,000 images from the Hubble Space Telescope's NICMOS taken last year. The image spans 300 by 115 light years with such high resolution that structures only 20 times the size of our own Solar System are discernable. Clouds of glowing gas and dark dust as well as three large star clusters are visible.  Magnetic fields may be channeling plasma along the upper left near the Arches Cluster, while energetic stellar winds are carving pillars near the Quintuplet Cluster on the lower left.  The massive Central Cluster of stars surrounding Sagittarius A* is visible on the lower right. Why several central, bright, massive stars appear to be unassociated with these star clusters is not yet understood.",
    "hdurl": "https://apod.nasa.gov/apod/image/0901/gcenter_hstspitzer_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Galactic Core in Infrared",
    "url": "https://apod.nasa.gov/apod/image/0901/gcenter_hstspitzer.jpg"
  },
  {
    "date": "1999-05-10",
    "explanation": "Tomorrow's picture: A Black Cloud  < Archive | Index | Search | Calendar | Glossary | Education | About APOD >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
    "hdurl": "https://apod.nasa.gov/apod/image/9905/ngc4650a_heritage_big.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Polar Ring Galaxy NGC 4650A",
    "url": "https://apod.nasa.gov/apod/image/9905/ngc4650a_heritage.jpg"
  },
  {
    "copyright": "\nMiloslav\nDruckmuller (Brno University of Technology)\n\n",
    "date": "2007-03-30",
    "explanation": "Diffuse starlight and dark nebulae along the southern Milky Way arc over the horizon and sprawl diagonally through this gorgeous nightscape. The breath-taking mosaic spans a wide 100 degrees, with the rugged terrain of the Patagonia, Argentina region in the foreground. Along with the insider's view of our own galaxy, the image features our outside perspective on two irregular satellite galaxies - the Large and Small Magellanic Clouds. Recorded on January 28, the scene also captures the broad tail and bright coma of Comet McNaught, The Great Comet of 2007.",
    "hdurl": "https://apod.nasa.gov/apod/image/0703/3772-84mcnaught_druckmuller.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Three Galaxies and a Comet",
    "url": "https://apod.nasa.gov/apod/image/0703/3772-84mcnaught_druckmuller720.jpg"
  },
  {
    "date": "2019-06-01",
    "explanation": "A payload on board the International Space Station, the Neutron star Interior Composition Explorer (NICER) twists and turns to track cosmic sources of X-rays as the station orbits planet Earth every 93 minutes. During orbit nighttime, its X-ray detectors remain on. So as NICER slews from target to target bright arcs and loops are traced across this all-sky map made from 22 months of NICER data. The arcs tend to converge on prominent bright spots, pulsars in the X-ray sky that NICER regularly targets and monitors. The pulsars are spinning neutron stars that emit clock-like pulses of X-rays. Their timing is so precise it can be used for navigation, determining spacecraft speed and position. This NICER X-ray, all-sky, map is composed in coordinates with the celestial equator horizontally across the center.",
    "hdurl": "https://apod.nasa.gov/apod/image/1906/NICERNightMovesnolabels_0.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "NICER at Night",
    "url": "https://apod.nasa.gov/apod/image/1906/NICERNightMovesnolabels1200.jpg"
  },
  {
    "copyright": "\nVic Winter,\nICSTARS\n",
    "date": "1996-07-30",
    "explanation": "How often does a Full Moon occur twice in a single month? Exactly once in a Blue Moon. In fact, the modern usage of the term \"Blue Moon\" refers to the second Full Moon in a single month. Tonight's Blue Moon (Universal Time) will be the first since September 1993.  A Blue Moon typically occurs every few years. The reason for the rarity of the Blue Moon is that the 29.53 days between full moons is just slightly shorter than the number of days in the average month.  Don't, however, expect the moon to look blue tonight!  The term \"Blue Moon\" is thought to derive from common language expressions used hundreds of years ago. It is possible for the Moon to appear tinged by a blue hue, sometimes caused by fine dirt circulating in the Earth's atmosphere, possibly from a volcanic explosion.  The above picture is of our Moon taken was taken in a dark blue morning sky. The bright crescent is the only part directly exposed to sunlight - the rest of the Moon glows from sunlight reflected from the Earth. In this dramatic photo, however, the planet Jupiter is also visible along with its four largest moons.",
    "hdurl": "https://apod.nasa.gov/apod/image/bmoonjup_vw.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Tonight: A Blue Moon",
    "url": "https://apod.nasa.gov/apod/image/bmoonjup_vw_big.gif"
  },
  {
    "copyright": "László Francsics",
    "date": "2013-12-19",
    "explanation": "The Moon is normally seen in subtle shades of grey or yellow. But small, measurable color differences have been greatly exaggerated to make this telescopic, multicolored, moonscape captured during the Moon's full phase. The different colors are recognized to correspond to real differences in the chemical makeup of the lunar surface. Blue hues reveal titanium rich areas while orange and purple colors show regions relatively poor in titanium and iron. The familiar Sea of Tranquility, or Mare Tranquillitatis, is the blue area in the upper right corner of the frame. White lines radiate across the orange-hued southern lunar highlands from 85 kilometer wide ray crater Tycho at bottom left. Above it, darker rays from crater Copernicus extend into the Sea of Rains (Mare Imbrium) at the upper left. Calibrated by rock samples from the Apollo missions, similar multicolor images from spacecraft have been used to explore the Moon's global surface composition.",
    "hdurl": "https://apod.nasa.gov/apod/image/1312/colormoon_francsics_apod.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Colorful Moon",
    "url": "https://apod.nasa.gov/apod/image/1312/colormoon_francsics_apod900.jpg"
  },
  {
    "copyright": "\nXie Jie\n",
    "date": "2021-11-01",
    "explanation": "The dream was to capture both the waterfall and the Milky Way together. Difficulties included finding a good camera location, artificially illuminating the waterfall and the surrounding valley effectively, capturing the entire scene with numerous foreground and background shots, worrying that fireflies would be too distracting, keeping the camera dry, and avoiding stepping on a poisonous snake.  Behold the result -- captured after midnight in mid-July and digitally stitched into a wide-angle panorama. The waterfall is the picturesque Zhulian waterfall in the Luoxiao Mountains in eastern Hunan Province, China. The central band of our Milky Way Galaxy crosses the sky and shows numerous dark dust filaments and colorful nebulas. Bright stars dot the sky -- all residing in the nearby Milky Way -- including the Summer Triangle with bright Vega visible above the Milky Way's arch. After capturing all 78 component exposures for you to enjoy, the photographer and friends enjoyed the view themselves for the rest of the night.    Discovery + Outreach: Graduate student research position open for APOD",
    "hdurl": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_2500.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "A Waterfall and the Milky Way",
    "url": "https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_960.jpg"
  },
  {
    "copyright": "Jean-Francois\nGraffand",
    "date": "2017-08-18",
    "explanation": "This mountain and night skyscape stretches across the French Pyrenees National Park on August 12, near the peak of the annual Perseid meteor shower. The multi-exposure panoramic view was composed from the Col d'Aubisque, a mountain pass, about an hour before the bright gibbous moon rose. Centered is a misty valley and lights from the region's Gourette ski station toward the south. Taken over the following hour, frames capturing some of the night's long bright perseid meteors were aligned against the backdrop of stars and Milky Way.",
    "hdurl": "https://apod.nasa.gov/apod/image/1708/PerseidsoverPyreneesGraffand.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Perseids over the Pyrénées",
    "url": "https://apod.nasa.gov/apod/image/1708/PerseidsoverPyreneesGraffand1024.jpg"
  },
  {
    "date": "2000-05-20",
    "explanation": "Arcing toward a fiery fate, this Sungrazer comet was recorded by the SOHO spacecraft's Large Angle Spectrometric COronagraph (LASCO) on Dec. 23rd, 1996. LASCO uses an occulting disk, partially visible at the lower right, to block out the otherwise overwhelming solar disk allowing it to image the inner 5 million miles of the relatively faint corona. The comet is seen as its coma enters the bright equatorial solar wind region (oriented vertically). Spots and blemishes on the image are background stars and camera streaks caused by charged particles. Positioned in space to continuously observe the Sun, SOHO has detected 7 sungrazing comets. Based on their orbits, they are believed to belong to a family of comets created by successive break ups from a single large parent comet which passed very near the sun in the twelfth century. The bright comet of 1965, Ikeya-Seki, was also a member of the Sungrazer family, coming within about 400,000 miles of the Sun's surface. Passing so close to the Sun, Sungrazers are subjected to destructive tidal forces along with intense solar heat. This comet, known as SOHO 6, did not survive.",
    "hdurl": "https://apod.nasa.gov/apod/image/0005/sungrazer1_lasco_big.gif",
    "media_type": "image",
    "service_version": "v1",
    "title": "Sungrazer",
    "url": "https://apod.nasa.gov/apod/image/0005/sungrazer1_lasco.jpg"
  }
]
